.
C
O
c
ccc
N
C=O
CC
CO
CCC
n
ccccc
COC
cc(C)c
CCN
CCO
Cl
>>
cnc
CN(C)C
cccc(C)c
Cc(c)c
cc(O)c
ccn
F
cOC
CN
CC(=O)O
cc(N)c
cccc(O)c
Cc(c)ccc
CNC
cCl
c-c(c)c
cc(c)c
cC
S
cCC
cccc(N)c
cc(c)n
[O-]
c-c(c)ccc
cF
cc(Cl)c
cc(F)c
CCl
O=S
cC(=O)O
CCOCC
CF
Br
CC(C)(C)O
cccnc
cnn
cc(OC)c
NC(=O)O
CC(C)C
ccc(OC)cc
CC(N)=O
cC(N)=O
[Na+]
cN(C)C
cc(C)n
CCCCC
COC(C)(C)C
cc(N)n
cN
COCC
[N+]
cccc(c)n
cccc(c)c
cccc(Cl)c
CCCCO
cccc(F)c
cc(c)C
cCN
cNC
CCCOC
[nH]
CCN(C)C
cCO
cBr
C#N
cc(S)c
CC(C)(C)OC(N)=O
CCN(CC)CC
cO
ClCCl
c-c(c)n
COC(C)=O
cc(Br)c
[N+][O-]
C[O-]
[N+]=O
cn(C)c
CCOC(C)=O
c[nH]c
cccc(S)c
CCCCN
ccccn
[K+]
c[N+](=O)[O-]
cc([N+])c
s
ccc(Cl)cc
cc([N+](=O)[O-])c
CCCN(C)C
ccc(F)cc
ccc(-c(c)c)cc
c=O
cC(F)(F)F
csc
CC(C)N
cc(OCC)c
CCNCC
NC=O
cc(C(=O)O)c
CN(C)C=O
CNc
CN(C)CCC
ccncc
[OH-]
ccc(CC)cc
Cc(c)n
ccc(CO)cc
CC(N)C
cc(C(F)(F)F)c
CS
COC(=O)N(C)C
o
CN(C)CCN
cC(C)C
CC(=O)N
ccc(C(=O)O)cc
cC#N
ccc(C)cc
cc(n)n
CCn
ncn
cccc(Br)c
cc(c)[nH]
cc(C#N)c
cc(C(=O)OC)c
ccc(CN)cc
CCCC
cccc(c)C
cccc([N+])c
cn(C)n
ccc(-c(c)n)cc
ccc(C(N)=O)cc
cc(O)n
cNc
CC(F)(F)F
O=C([O-])[O-]
ccc(Br)cc
CNc(cc)cc
CC(C)O
cOc
CCCNC
ccc(nc)c(c)c
C[C@H](C)N
COCCN
cc(c)N
cc(N(CC)CC)c
nnn
cc(Cl)n
[H-]
CCN(C(=O)O)CC
cN(C)CCN
cc(-n)c
cc(C(=O)NC)c
CBr
nc(N)n
CC(C)(C)C
cC(=O)OC
coc
cc(C)cc(O)c
ccc(N)cc
ccc(O)cc
cc(=O)n
P
COCCO
CCOC
ccc(C(F)(F)F)cc
cc(c)O
ccc(N(C)C)cc
cS(N)(=O)=O
cCOc(c)c
ccnc(N)c
Cc(n)n
Cn
cc[nH]
cC=O
CC(C)N(C)C
Cc(c)cc(C)c
CCS
CC#N
cccc(-n)c
[Pd]
ccc([N+](=O)[O-])cc
ccc(OC)c(O)c
cOCc(c)c
CCN(C(C)C)C(C)C
cC(C)(C)C
CNCCN
I
cc(c)nnn
B
cOc(cc)cc
cn(O)n
cnnn(O)c
cN(C)CCC
[Si]
cccc(c)[nH]
CC(C)CCN
cc(C=O)c
cncnc
cOCCC
SCl
CC(O)C
ccs
CCc
cc(Oc(c)c)c
cC(C)=O
Cc(c)cc(O)c
cc(C)cc(C)c
Cc(c)cnc
cc(N(CC)CC)n
cccc(c)N
CNC(=O)OC
cc(O)cc(c)c
cC(=O)OCC
cncc(C)c
CC(C)=O
C[Si]
c-c(n)n
ccnc(c)n
NC(N)=O
cc(C)cc(N)c
ccc([nH]c)c(c)c
c-n(c)c
CC(N)CCN
cc(NC(C)=O)c
ccc(cc)c(c)c
ccnc(c)c
C[C@@H](C)N
cccc(C)n
cC(=O)Nc(c)c
cCn
cc(c)CCC
CCC(=O)OC
CCCl
C=CC
cc(P)c
cc(CN(C)C)c
CCBr
cno
cNc(cc)cc
cccc(P)c
c-n(c)n
con
cNC(=O)c(c)c
NCCCN
C=NC
ccc(OC)c(C)c
C[C@H](C)C
cccc(N)n
cCCCC
cc(CCC)c
CCCC(C)C
[Li+]
COCc(c)c
c[nH]n
c/C=C
[Cl-]
c-c(c)cc(C)c
CN(C)CCO
CCC(=O)O
CC(=O)Cl
cc(C(=O)N(C)C)c
ccc(S(N)(=O)=O)cc
ccc(C#N)cc
cCN(CC)CC
ccnc(C)c
cSC
cB(O)O
ccc(c(c)C)CC
cc(c)o
CCCO
Bc(c)c
CCN(C)CC
ccc(nn)c(c)n
cc(c)s
ccc(C(C)C)cc
cc(n)C
O=C(O)C(F)(F)F
ccnc(N)n
ccc(c(c)n)n(O)n
cn[nH]
cc(C)cc(Cl)c
ccc(cc)c(c)n
c-c(c)cnc
cS(C)(=O)=O
O=C([O-])O
CCc(cc)cc
ccc(c(c)c)n(C)c
ccc(-c(c)c)nc
cc(C)cc(F)c
CS(N)(=O)=O
cC(=O)NCC
CCCC(=O)O
ccc(Cl)nc
CCOc(c)c
C/C=C
CCN(C(C)=O)CC
cccc(c)O
cc(CO)c
cc(Nc(c)n)c
cc(=O)[nH]
cc(CC(=O)O)c
cI
cc(N)cc(O)c
cC(=O)N(CC)CC
cCCN(C)C
CC(C)(C)N
cn(c)n
ccc(nc)c(c)n
cc(O)cc(O)c
nc(N)s
CNCCC
cc(N)ncn
Cc(c)c(OC)cc
ccnn(C)c
ccc(F)c(C)c
ccc(Cn)cc
CCCC(N)C
cc(C)o
COC(=O)NC
CC1CC1
CC(C)(C)[Si]
C=C
cc(c)ncn
ccc(C=O)cc
ccnc(O)c
C[N+]
cCc
Cc(c)cc(Cl)c
CNS
CSC
cc(O)cc(c)n
cc(I)c
[Cs+]
cN(C)CCO
N=C=N
C#Cc
CN=C=NC
CCCC(=O)N
C=C/c(cc)cc
nc(Cl)n
Cc(c)s
Bc(c)ccc
cC(C)CCN
ccc(F)c(N)c
cc(OC(C)C)c
cc[nH]c(c)c
C/C=C/c(c)c
c-c(n)ccc
CCC(CC)CC
cC(=O)N
ccc(C(C)=O)cc
cNS
cc(C)cc(c)c
C[C@@H](N)C
cc(c)CCN
F[P-]
F[P-](F)(F)(F)(F)F
[P-]
CNCc(c)c
cc(c)OCC
cC=C
COn
C=NCCC
cC(C)N
cc(CCN)c
C=[N+](C)C
cnc(Cl)nc
cc(Cn(c)c)c
ccc(N(C)C)nc
NC(=[N+])O
C[N+](C)=C(N)O
ccc(Cl)c(C)c
cCOC(N)=O
CCCN
CN(C)C(=[N+])O
CCCc(c)c
CCNC(=O)O
CN(C)C(On)=[N+](C)C
ccc(Cl)c(O)c
cn(OC(N)=[N+])n
c-c(c)s
nO
cc(N)ccn
C[C@@H](C)C
cn(c)c
C[C@H](N)C
Cc(c)c(F)cc
Cc(c)cc(N)c
cc(NC(N)=O)c
ccc(-n(c)n)cc
c-c(c)ncc
C=NCC
BO
Cc(n)ccc
CN(c)C
cC(C)O
cc(C(CC)CC)c
CC(=O)C
Cc(c)ncc
CCN=C=N
cc(F)cc(F)c
ccc(-c(n)n)cc
C[Si](C)(C)O
c-c(n)o
cncc(N)c
cNC(=O)OC
CC(=O)[O-]
cnccn
cP(c)c
ccc(-n(c)c)cc
cc(P(c(c)c)c(c)c)c
ccc(B(O)O)cc
ccc(C(C)(C)C)cc
cc(C)s
ccc(C)nc
cc(N)cc(Cl)c
cc(C(=O)OC)n
c-c(c)cc(N)c
cP(c)c(cc)cc
cc(c)n(O)nn
Cc(c)cc(c)c
cc(C(=O)O)n
cccc(O)n
ccc(S(C)(=O)=O)cc
cc(c)ccn
cc(Nc(n)n)c
OS
c-c(c)o
ccnc(Cl)c
ccc(OC)c(N)c
CO[Si]
CS(=O)(=O)O
C#CC
C[C@H](C)O
ccc(C)c(C)c
ccc(OC)nc
CCNC(C)=O
BOC
CC(O)CCN
c-c(c)cc(O)c
cS(=O)(=O)Cl
ccc(F)c(O)c
cc(B(O)O)c
cc(OC)n
cc(Oc(c)n)c
O=P
CON
CN(C)Cc(c)c
Cc(c)[nH]
cc(N(C)C)c
[NH4+]
ccc(c(c)n)n(C)c
cCBr
cc(S(=O)(=O)Cl)c
c-c(c)c(OC)cc
cc(C)[nH]
CCC(=O)N(C)C
CC(C)(C)[Si](C)(C)O
cNc(nc)nc
c-c(c)cc(c)c
CS(C)=O
Cc(c)cc(F)c
Cc(c)c(Cl)cc
C[C@H](O)C
cCc(cc)cc
cc(CBr)c
cc(N)cc(c)c
ccc(-c(c)c)cn
cc(NC(=O)O)c
cc(C(C)(C)C)c
cc(=O)c
cccsc
cc(C(F)(F)F)n
COS
cc(cc(O)c)C
cC(c)=O
ccc(C)c(N)c
ccc(F)c(F)c
cOCCN
ccc(nn)c(n)n
Cc(c)cc(-c)c
ccc(C)c(O)c
cOCCO
cOCC
cn(c)C
cCC(=O)OC
CN(S)C
cnc(c(c)n)n(O)n
cc(Cl)cc(Cl)c
ccc(oc)c(c)c
CCCBr
cncc(Br)c
CC=C
CNCCO
c/C=C/C(C)=O
C[C@@H](O)C
cc(N)cc(F)c
C=C/C(=O)/C=C
cc(C)cc(Br)c
ccc(Cl)c(Cl)c
NCCO
CC(=O)OC(C)(C)C
cco
cc(O)cc(F)c
cc(c)nc(C)n
cc(N)nc(N)n
cC(=O)Cl
cc(C(=O)Cl)c
cccc(c)o
c-c(c)cc(F)c
CI
cccc(I)c
BOC(C)(C)C(C)(C)O
c-c(c)ccn
cc(n)[nH]
CNc(cc)c(c)C
cc(COC)c
cc(S(C)(=O)=O)c
cc(C(C)=O)c
cCCNC
cncc(Cl)c
cncn(C)c
cc(O)ccn
ccc(Cl)c(N)c
C[C@@H](C)O
cCC(=O)O
cc(C)ccn
C#Cc(cc)cc
cc(C(=O)NC)n
ccc(cc)c(c)[nH]
ccc(c(c)N)CC
Cc(n)s
cc(CC)c
ccncn
cCS
[Cl]
COn(nn)c(c)n
ccc[nH]c
NO
cc(CN)c
[BH4-]
CS(=O)(=O)Cl
cc(Nc(c)c)c
c-c(c)c(F)cc
cccn(C)c
OC(F)(F)F
ccc(-c(c)c)c(C)c
NCCCO
CC(n)C
cnc(-c(c)c)nc
C#C
cOC(F)(F)F
cc(OC(F)(F)F)c
cn(CCC)c
C[Si](C)(C)C
Cc(n)[nH]
CC(=O)N(C)C
cOCC(C)C
c-c(c)cc(Cl)c
cc(Cc(c)c)c
ccc(c(c)O)OC
[Al+3]
nc(=O)n
cc(c)NC(=O)C
ccc(-c(n)o)cc
cccc(Cl)n
CCOC(N)=O
C[C@H](N)CCC
ClC(Cl)Cl
CC(c)(C)C
ccc(S(=O)(=O)Cl)cc
CCN(C(C)C)CC
cc(S(=O)(=O)N(C)C)c
cOCC(=O)O
ccc(c(C)c)c(c)[nH]
C[C@H](C)CCC
ccc(nc)c(c)s
ccc([nH]c)c(c)n
Cc(n)o
C=C(C)C
cC(=O)NC(C)C
CC=O
[N-]
C1CCC1
ccc(I)cc
cc(C(=O)c(c)c)c
cCCC(=O)O
cc(C(C)C)c
OCO
cOC(CC)CC
COc
cncc(c)c
ccc([N+](=O)[O-])c(N)c
O=C(O)O
Cc(c)cn(C)c
cc(C(N)=O)c
Cc(c)cc(Br)c
cc(n)N
cccc(n)n
cNS(=O)(=O)c(c)c
cc(OCC)n
ccnc(Cl)n
COC(=O)[C@H](C)N
cCNC(c)=O
cC(=O)C
cc(O)cc(Cl)c
c-c(n)[nH]
ccc(OC)c(Cl)c
Cc(c)ccn
CCCC(C)N
Cc(c)c(-c(c)c)cc
ccc(CBr)cc
CN(C)c(cc)c(c)C
cC1CC1
cc(CC(N)=O)c
C[C@H](C)NC(=O)O
Cc(c)c(C)cc
ccc(NC)cc
cc(NCC)c
c-c(c)c(C)cc
CC(N)(C)C
ccc(-c(c)o)cc
CC(c)C
cC(C)CCC
CC(C)CCC
cC(=O)c(cc)cc
ccc(c(c)C)OC
cncc(O)c
cc(N)nc(c)c
cB(O)OC(C)(C)C
cc(F)cc(c)c
cS(=O)(=O)O
cc(B(OC)OC)c
cc(S(=O)(=O)NC)c
cNC(C)=O
CO[Si](C)(C)C(C)(C)C
[c-]
COC(=O)OC
CCCC(N)=O
Cc(c)cc([N+])c
c[nH]cc(C)c
CCCCl
cnc(NC)nc
c-c(n)s
cc(Br)n
c-c(c)nn(C)c
c-c(n)ccn
cc[c-]
[N-]=[N+]
CNC(CC)CC
c[c-](P)c
ccc[c-](P)c
cccc[c-]
cCCC
c[C@H](C)N
cc(C)cc([N+])c
COC(=O)C(C)C
Cc(c)cc(c)n
c-c(c)c(Cl)cc
cc(c)cc[nH]
c-c(c)nc(N)n
c[C@H](C)C
cP([c-])c(cc)cc
cP(c)[c-]
cc(P(c(c)c)[c-](c)c)c
Cc(c)cc(c)C
cP(c)[c-](cc)cc
cNC(CC)CC
O=S(Cl)Cl
CN(CCO)C
[BH-]
nc[nH]
cc(Cn(c)n)c
NC1CC1
CO[BH-](OC)OC
O[BH-](O)O
[BH-]OC
CC(=O)O[BH-](O)O
[BH-]OC(C)=O
C=Cc(cc)cc
cn[nH]c(c)c
COc(cc)cc
cnoc(C)c
ccc(S(=O)(=O)O)cc
cnc(N(C)C)nc
cS(=O)(=O)Nc(c)c
cNC(=O)CC
CC(=C)C
CCC(=O)CC
ccc(-c(c)c)c(O)c
ccc(Br)cn
cccc(c)s
Cc(c)c(O)cc
CC(C)n
cc(CNC)c
cNc(cc)nc
ccc(C(=O)O)c(O)c
cnc[nH]c
cSc
C=NO
CNCC(C)C
ccc(c(C)c)c(c)n
CCCC(O)C
ClCCCl
cCNCC
cC(=C)C
cc(c)cnn
ccc(OC)c(c)c
cCOCC
CCN(C(N)=O)CC
cnc(-c(c)c)oc
NN
ccc(C(=O)Cl)cc
cc(NCC)n
c-c(c)[nH]
O=C(O)Cl
cNCc(c)c
ccc(NC)nc
COC(=O)CO
cnc(N)nc
ccc(-c(c)s)cc
ccc(C(C)O)cc
cc(CCO)c
CCC(C)C
C[C@@H](N)CCC
CNc(cc)nc
ccc(SC)cc
C[C@@H](N)Cc(c)c
O=S(=O)(O)O
[H]
ccc(C(=O)O)nc
CCN(c(n)n)CC
cc(N)nc(Cl)n
NS
cc(N)cc(N)c
NC(=O)N
c-n(c)ncc
CCC(=O)NC
cNC(=O)Nc
CN(C)c
CNc(cc)c(C)c
ccc(C(=O)O)cn
cOC(C)C
ccc([N+](=O)[O-])c(O)c
CC[N+]
cc(Br)cc(c)c
cNCCC
ccc(c(N)n)c(c)n
cnc([nH]c)c(c)c
cc(C)nn(C)c
ccc(nc)c(c)[nH]
ccc(c(N)c)c(c)n
Cc(c)c(cc)C(=O)N
CC(C)(C)OC(=O)O
[O-]S
cnc(c(c)n)n(C)c
CCCCBr
ccc(OC)c(F)c
ccnc(c)[nH]
NCC(=O)O
C[C@H](N)C(=O)O
CC[Si]
O=C(O)OC(=O)O
c-c(c)cnn
cC(C)(C)O
CC(C)CC(C)C
cCCCN
nc(S)n
CC(C(=O)O)C
ccc(c(O)c)c(c)n
CCNC
ccc([nH]n)c(c)c
FC(F)(F)S
cCCl
c-c(n)cnc
ccc(sc)c(c)c
CCC(C(=O)O)CC
ccc(sc)c(c)n
cc(C)cc(c)n
cC(=O)N[C@H](C)C
cNc(nc)c(c)c
ccc(O)c(C)c
cOCc(c)n
cCCOc
ccc(Br)c(O)c
COS(C)(=O)=O
CC(=O)OC(C)=O
ccn[nH]c
CNc(nc)sc
cc(C(=O)N(C)C)n
CN(c(cc)cc)C
ccc(N)nc
c-n(c)nc(C)c
cNC(=O)NC
ccsc(N)n
cc(C)nc(c)c
ccccs
conc(C)c
CCC(N(C)C)CC
cncc(F)c
CCC(CN)CC
cc(c)S
COC(=O)Cl
ccc(C(N)=O)cn
Cn(c)c
cc(Cl)cc(c)c
CN(CCN)C
COC(C)C
c-c(c)cc(c)C
ccc(c(c)c)n(C)n
cc(n)s
ccc(C(N)=O)nc
COCCC
ccc(C(C)N)cc
cc(CCC)n
CNC(C)=O
ccc(Cl)c(F)c
OCCO
cc(c)c(=O)n(C)c
Cc(c)cc(S)c
c-c(c)nc(c)c
CC(F)(F)C
cCOC(C)=O
CC(C)(C)CCN
C[N+](C)(C)C
cC(c)C
CCC(O)CC
CN(C)C(=O)c(c)c
N=C=O
cc(C(=O)CC)c
[I-]
ccc(Br)c(C)c
cOc(cc)nc
Cc(c)[nH]c(c)c
CN(C)S
ccc(nc)n(c)n
cc(NC(C)=O)n
CC[Si](C)(C)C
Cc(c)c(cc)c(c)n
cc(c)C(=O)CC
CC(=O)OCC
ccc(N)c(N)c
Cc(c)cnn
CC(O)O
cn(S)c
ccc(=O)n(C)c
[Cl][Pd]
ccc(NS)cc
CCCCn
cc(n)ncn
O=C(Cl)C(=O)Cl
ccc(O)c(O)c
CC(C)c(cc)cc
cccoc
ccc(nc)n(c)c
c-c(c)cn(C)n
CC(C)(O)O
cccn(c)c
cc(NS(C)(=O)=O)c
C[C@H](C)NC(C)=O
cncc([N+])c
c-c(c)noc
CC(C)CN(C)C
cS(n)(=O)=O
cnc(c(c)c)n(C)c
Cc(c)c[nH]c
CCC[N+](C)(C)C
cNC(=O)C(C)C
cnc(-c(c)c)cn
ccc(cn)c(c)n
cccnn
CCC(N)CC
c-c(c)ncn
CC[N+](CC)(CC)CC
ccc(C(=O)O)c(N)c
ccn(nc)c(c)n
cc(O)ncn
cc(F)cc(Cl)c
C[Si](C)(C)CCO
cc(c)nc(N)n
cc(-n)n
cc(S)n
cc(c)OCO
cOCOc
cc([nH])C
cnc(-c(c)c)sc
ccc(N)c(O)c
nc(O)n
c-c(n)noc
cc(S(=O)(=O)n(c)c)c
COCC[Si]
c-n(c)cnc
cCNC(C)=O
cc(C)nc(N)c
cc(n)CCN
c-c(n)nc(N)c
CCCC[N+]
ccc(S(n)(=O)=O)cc
cc(cc(N)c)C
ccc(-c(c)c)c(F)c
CN(CCC)C
ccc(c(c)O)CC
NBr
CC(=O)N(Br)C(=O)C
CN(Br)C
CN(Br)C(=O)CC
nCO
ccc(CC)c(O)c
CCCN(S)C
COn(nn)c(c)c
CCNC(C)C
cc(Cl)cc(c)n
cc(NC(C)C)c
CC(=O)Nc(c)c
ccc(CO)nc
ccc(c(O)c)c(c)c
OO
Cc(n)cc(N)n
COC(=O)CN
cC(=O)NC
cc(-c(cn)cn)c
cc(C)nc(c)n
CCNC(N)=O
cC#Cc(c)c
cc[nH]c(c)n
cc(C)cc(S)c
OCC1CC1
CCC[C@@H](C)N
cS(=O)(=O)N(CC)CC
cc(n)CCC
cc(C1CC1)c
C=S
C1CNC1
cc(F)cc(c)n
cNC(=O)N(C)C
cN(C)S
Cc(c)o
cc(F)cc(Br)c
CCC(CO)CC
cOc(cc)c(C)c
cCCc(c)c
cncc(c)n
CCN(C)C(=O)C
BBr
BrB(Br)Br
[N-]=[N+]=N
[Pd+2]
ccc(CS)cc
[Li]
cscc(C)n
cN(C)Cc(c)c
ccc(F)c(Cl)c
cCCCO
ccc(C(N)=O)c(O)c
CC(C)CCO
c[C@@H](C)N
ccc(CC)c(C)c
Cc(c)c(=O)c(c)c
CCOC(C)C
C=CCCC
ncccn
c-c(s)ccc
ccc([N+](=O)[O-])c(C)c
CNN
cc(N)cc(c)n
Cc([nH])cc(c)c
[Cu]
cc(Cl)ncn
CC(C)S
ccc(N)c(C)c
cc(CCl)c
cc[nH]cn
ccc(C(=O)O)c(C)c
cNC(=O)c(c)n
cCC(=O)Nc
cC(=O)CCC
ccc(C(F)(F)F)c(C)c
cc(O)cc(Br)c
ccc(c(C)c)c(c)c
cCOc(c)n
cnc(N)c(c)n
cOCC(C)O
cnc(-c(c)c)no
cc(C#CC)c
cOc(cc)c(c)c
CCC(C(N)=O)CC
ccc(-c(c)c)nn
CCOS(C)(=O)=O
ccc(C(F)(F)F)nc
CC(c(cc)cc)(C)C
[Fe]
NCCC(=O)O
CC(C)(C)[O-]
ccc(-c(c)n)c(O)c
cSc(cc)cc
ccnn(c)c
cc(s)C
CNO
CCCC(=O)C
CC(O)(C)C
NCCN
cc([N+])cc(O)c
cccc(C)s
ccc(-c(c)n)nc
[O]
CC(=O)NC(C)C
c[nH]ccn
cccc(=O)n
Cc(c)c(cc)CC
Cc(s)ccc
cncc[nH]
cnc(CC)n(C)c
cc(S)s
CCOCn
cc(C#N)n
ccnc(C)n
CCCc(n)n
c-c(o)nc(C)c
cc(C)nc(N)n
CCC#N
cc(=O)c(C(=O)O)cn
[CH2]
ccc(C#N)c(O)c
cCNc(c)c
cc(c)nc(N)s
ccc(C=O)c(O)c
ccc(c(c)C)CN
cc(N)cc(Br)c
c-c(c)c(cc)c(c)c
cC(C)CN(C)C
O=S(=O)(O)C(F)(F)F
Cc(c)c(N)cc
PCl
[Si]Cl
CNC(C)C
[Cl][Pd][Cl]
CN=[N+]
CN=[N+]=[N-]
CCOC(C)(C)O
c[C@@H](C)C
C=Nc
CC=Cc(c)c
CNC(=O)CN
ccc(-c(c)c)sc
O=C(O)CO
ccc(oc)c(c)n
cc(C)cc(c)O
cc(S(N)(=O)=O)c
CCO[Si](C)(C)C
cCCO
CN(Cc(c)c)C
c-c(c)nc(c)n
ccc(Br)nc
cc(OC(C)=O)c
CCCC(C)(C)C
ccn(-c(c)c)nc
c-c(n)nc(c)c
COCC(C)C
CNCC(N)=O
ccc(N(C)C)c(C)c
NC(=O)C(F)(F)F
ccc(-c(n)s)cc
ccc(cc)c(c)o
cNS(C)(=O)=O
cN(c)C
CN(C)CC(C)C
ccc(C(F)(F)F)cn
c-n(c)ccc
ccn(CC)nc
cc(F)n
cnc(C)c(C)c
cc(C)cc(c)C
c-c(n)onc
c[nH]c(=O)c(c)c
ccn(C)nc
OCCCO
[Fe+2]
ccc(c(c)N)OC
CS(C)(=O)=O
cC(C)c(cc)cc
cc(=O)[nH]c(c)c
cccc(c)S
cOc(cc)c(F)c
c-c(c)onc
[BH3-]
CC(NC(=O)O)C
c-c(n)oc(C)c
ccc(C(N)=O)c(N)c
CCC(=O)Cl
CNc(cc)c(O)c
ccc(OC)c([N+])c
CN(C)c(cc)cc
[BH3-]C
[BH3-]C#N
cN(C)C(=O)OC
ccc(C(=O)O)c(F)c
cCCN
cc(NC(C)C)n
cc(c)sc(N)n
cnc(Cl)c(c)c
ccc(Cl)cn
ccc(c(c)c)c(c)n
cc(c)cn[nH]
cc(CO)n
cc(n)nc(N)n
cncnn
nn[nH]
cc(c)C(=O)N(C)C
CC(=O)OC
ccc(OC)c(Br)c
cc(Sc(c)c)c
cC(=O)OC(C)(C)C
cc(c)nc(C)[nH]
cc(S(=O)(=O)OC)c
c[C@H](C)O
c-c(c)oc(c)c
cNc(cc)c(C)c
cnoc(C)n
cncc(N)n
ccc(c(N)c)c(c)c
cnnn(C)c
C[Si](C)(C)Cl
cC(C)(C)CCC
ccc(CN)nc
cc(OC(N)=O)c
ccc(Cl)c(S)c
ccc([C@H](C)C)cc
cc(O)c(OC)c(O)c
cn(CC(=O)O)c
COO
cn(C)ccn
cC(O)(C)C
CC(n)CCN
ccc(=O)[nH]c
cc(SC)c
ccc(OC)cn
Cc(n)cnc
ccc(Cl)c(c)c
c-c(n)ncc
cC(c)O
ccc(-c(c)[nH])cc
ccc(nc)c(c)o
CNCC(=O)O
Cc(n)cc(C)n
ccc(CN)cn
ccc(cn)c(c)c
ccc(F)c([N+])c
cc(SCC)c
cN(C)C(=O)CC
Cc(c)c(cc)c(c)c
[I]
cOS
ccc(CN)c(O)c
[Cu][I]
cn(C(CC)CC)c
cc(C(=O)OO)c
cnc(sc)c(c)c
cncc(C)n
C[C@@H](N)CCN
CC(C)CC
cc(C)ncn
ccc([N+](=O)[O-])c(F)c
cc(C)[nH]c(c)c
cnc(c(c)C)CC
cc(c)c(CC)c[nH]
cn(COC)c
cc(C(=O)O)s
cc(c)[nH]c(C)n
cn(C)c(=O)n(C)c
c-c(c)c(cc)c(c)n
CNc(cc)c(N)c
CCC[C@@H](N)C
CCCC(C)O
CNC(=O)[C@H](C)N
OCC(F)(F)F
C=C/C
ccc(CC)nc
C=NN
cnc(c(c)c)n(C)n
cc([N+])cc(F)c
O=P(Cl)(Cl)Cl
cN=C=O
cc(N=C=O)c
Cc(c)c(C(F)(F)F)cc
ccc(c(c)C)C(=O)C
ccn(CC)c(c)c
c-c(c)cc(c)n
cC(=O)N(CC)C(=O)c
ccnc[nH]
CCCC(O)O
cC(=N)C
CCCCS
ccnc(N)s
cc(CC)n
ccc(C(C)C)c(O)c
CCC(NC)CC
cnc(-c(c)c)[nH]c
CN=N
cc(c)n(CC)c(C)n
cC(N)CCC
CN(S)CCN
[P+]
ccc(c(=O)c)c(c)n
CCI
ccc(C(C)=O)c(O)c
cc[nH]nc
C1COC1
COP
Cc(c)c([N+](=O)[O-])cc
cc(N)cc([N+])c
Cc(c)nn(-c)c
cNc(cc)c(O)c
ccsc(c)c
CCC[C@H](C)C
C[C@H](O)CCC
CNc(cc)c(F)c
cc(S(=O)(=O)O)c
cn(CC)c
coc(C)c(C)n
CC(S)C
CN(C)C(CC)CC
ccc(C(N)=O)sc
cc(c)CCO
cc(c)CN(C)C
ccc(c(c)C)-c(c)c
CCC=O
c-c(n)cc(C)n
cc(C(CC)CN)c
C[C@H](N)C(=O)N(C)C
cc(C(=O)OC)s
cc(c)C(C)(C)CC
c-c(c)cn(C)c
CP(=O)(O)O
C#Cc(c)c
ccc(C(C)(C)C)c(O)c
CCN(S(C)(=O)=O)CC
ccc(-c(c)n)c(F)c
c-c(c)nc(C)c
[F-]
Cc(n)cc(c)c
cC(N)(C)C
cC(c)(C)C
csccn
cnc(N)sc
CCC[C@@H](C)C
c-n(c)c(cc)c(c)c
CCNc(n)n
ccc(F)cn
cnc(OC)nc
[B-]
ccc([C@H](C)N)cc
CCC[C@H](N)C
CC(=O)CCN
OC(F)F
ccc(c(Cl)c)c(c)n
cnc(c(N)n)c(n)n
cccn(c)n
ccc(c(c)n)c(c)n
CCNC(c)=O
cC(=O)NC(C)(C)C
CCF
cc(NC(N)=O)n
CN[C@H](CC)CC
nc(=O)[nH]
cnnc(C)n
c/C=C/C(=O)O
cc(C)nc(N)s
[B-]F
c-c(c)sc(C)n
c-c([nH])nc(c)c
C=CCC
CN(CC(N)=O)C
F[B-](F)(F)F
ccc(F)c(-n)c
ccc(-c(c)n)cn
cS(=O)(=O)OCC
c-c(c)c(C#N)cc
ccc(Br)c(F)c
cnnc(N)c
C[C@H](N)C(=O)NC
CNc(cc)cn
CC(C)CO
cC[C@H](NC)C(=O)O
cc(C)nc(C)c
cCCOC
[Br-]
[Ni]
ccc(CCl)cc
CCOC(O)C
cCC(=O)NC
cC(c)N
cOC(F)F
[n+]
CC(C)CN
cc(N)cc(S)c
C[C@H](C)N(C(=O)O)CC
cc(Cl)ccn
cNc(cc)c(F)c
csn
cOCC(N)=O
cnc(N(C)C)c(c)c
COC(=O)CC
cCn(cc)nc
CCOC(=O)Cl
CCP
CNC1CC1
cns
COC(=O)C(C)N
CC(O)CN(C)C
cNCCN
C[C@@H](C)CCC
ccc(C(N)=O)c(C)c
CC(CO)C
ccc(-c(c)c)c(Cl)c
cc(c)OC(C)(C)C
cc(C(C)(C)C)n
CC(C)(C)CCC
cccc(Br)n
ccsc(C)c
c-c(n)csc
CC(N)CCO
CNCC(C)O
CC(C)Oc(c)c
CCC(N)=O
cC(N)C
ccc(C(=O)O)[nH]c
cc(c)N(C)C(=O)C
c[nH]nc(N)c
c-c(n)nc(-c)o
cc(OC(C)C)n
cS(c)(=O)=O
c-c(c)nc(N)s
COC(=O)C(C)(C)C
cc([N+])cc(Cl)c
cCNc(c)n
ccc(c(=O)n)c(c)c
CN(C)CC
cc(cc(Cl)c)C
cnc(NC)c(c)c
cc(C)nc(C)n
cn(CCO)c
cnc(-c(c)c)on
c[nH]c(=O)n(C)c
ccsc(C)n
ccn(C)c(c)c
cc(c)CC(=O)N
Cc(c)nc(C)c
CC(C)Cc(c)c
cc(C)cn(C)c
ccc(N(C)C)c(F)c
CCC[C@H](C)N
nC(=O)O
cc(C(=O)NC)s
cccn(C)n
ccc(N)c(F)c
CNCC
C[C@@H](C)NC(=O)O
ccc(OC)c(c)n
cc(c)CC(N)C
ccc(F)c(Br)c
COC(N)=O
cc(Cl)nc(c)c
cc(O)cc(S)c
cOC(C)=O
cC(C)(C)CCN
Cc(n)ccn
cn(CCN)c
C=Nc(cc)cc
[n+][O-]
cc(Cc(c)n)c
ccc(F)c(c)c
c-n(c)c(cc)c(c)n
BrBr
cc(C[C@@H](C)N)c
nCC(=O)O
Cc(n)csc
conc(C)n
cc(c)OC(C)C
ccnc(-n)c
cc(S)cc(Cl)c
cc(OC(F)F)c
ccc(-c(n)[nH])cc
CCC(CC)(OC)OC
cc([N+])cc(c)c
cn(c)CCN
c-n(c)c(=O)cc
ccnc(F)c
cnnc(c)n
CCC(C)=O
CN(C(CC)CC)C
[Sn]
CCCCc
CC(C)(C)S
cCCC(C)C
ccc(-c(c)c)c(c)c
cP(C)C
CC(C(=O)N(C)C)C
CCC(OC)OC
ccc(NC)c([N+])c
cOc(cc)c(Cl)c
cc(c)N(CC)C(=O)C
cccco
CC(C)(C)Oc(c)c
cc(CC(C)C)c
c-c(c)cc([N+])c
CN(C(=O)CN)C
cn(CC(C)C)c
c-c(c)nc(N)c
cnc(c(N)n)c(c)n
C=CCO
ccc(C(=O)O)sc
CC(C)(C)[Si](C)(C)Cl
CC(C)(C)c(cc)cc
cnc(N)c(c)c
ccnc(Br)c
cnccs
cc([Si])c
ccc(C(C)(C)O)cc
c[nH]nc(C)c
cC(=O)Nc(c)n
cc(S(=O)(=O)CC)c
ccc(-c(c)n)c(Cl)c
[C]
CCOC(C)O
cc(cc(Br)c)C
C=N
C[C@H](N)CCN
cC(F)F
ccc(c(=O)n)c(c)n
cOCC(F)(F)F
CC(C)(C)OC(n)=O
ccc(N)c(Cl)c
cC(=N)N
NC(=O)C1CC1
cc(S)cc(c)c
c[n+]([O-])c
cc(OS(C)(=O)=O)c
NCC1CC1
ccc([N+](=O)[O-])cn
CCCOS
ccc(C(N)=O)c(F)c
cC(O)c(cc)cc
CCCCCl
c-c(c)n[nH]c
cc(C(N)=O)n
cc(Nc(c)n)n
Cc(c)cc(-n)c
Cc(c)nc(c)c
cNN
cnnnn
cS(=O)(=O)c(cc)cc
ccc(C(=O)O)c(Cl)c
cc(N)nn(C)c
ccc(c(O)n)c(c)n
cc(CC(C)N)c
cC(=O)OO
COC(=O)Cn
C[C@@H](NC(=O)O)C
[CH2]CC
cccc([Si])c
cc(C(CC)CC)n
CC(P)C
[O-2]
CC(C)(F)F
CCCC(P)C
ccc(N)cn
[CH2]CCC
cCC(=O)N(C)C
ccc(CN)c(C)c
ccc(cn)c(c)[nH]
nccc(N)n
cc(O)nc(c)c
cc[n+]
c-c(c)sc(c)c
c[nH]c(=O)c(C)c
cCN(C)CC
Cn(c)cnc
cC(N)c(cc)cc
Cc(c)c(C)nc
ccc(Cl)nn
ccc(C)cn
c-c(s)nc(C)c
CC(=O)Nc(n)s
cc(C)oc(c)c
cccc(-n)n
Cc(c)c(cc)c(c)[nH]
cOCOC
ccnc(S)n
cSCCC
cnc(SC)nc
[Cl][Sn]
cc(N(CC)C(=O)C)c
c[C@@H](C)O
cc(C(C)C)n
cS(=O)(=O)NCC
ccc(-c(c)n)c(C)c
cc(OCO)c
ccn(C)c(=O)c
cc(c)nc(Cl)n
cnc(N(C)C)sc
cc(C)cc(c)N
C[C@H](NC(=O)O)C
ccc(C(N)=O)c(Cl)c
O=[N+]([O-])O
cO[Si]
cN(C)CC(C)C
CCOP
C#C[Si]
cnc(-c(c)c)cs
c-c(c)n(-c(c)c)nc
c-n(n)ccc
N[P+](N)(N)O
c-c(c)cc(-c)c
ccc([C@H](C)O)cc
COCO
nO[P+]
cn(O[P+](N)(N)N)n
ccc(c(c)C)NC
CC(=N)N
ccc(F)nc
CCC(C)CC
cc(O)cc(c)s
cCCCc
cc(c)n(O[P+])nn
cc(CCO)n
cnc(-c(c)c)n(C)c
CN(C)N
NC(=O)CCl
c-c(n)scc
c-c(c)c(cc)OC
cc(-c(c(C)c)c(C)c)c
cc(C)cc(N)n
cOc(cc)cn
CC[C@H](N)CC
[Li][CH2]
[Li][CH2]C
[Li][CH2]CC
[Li][CH2]CCC
ccc(C#N)c(C)c
C#C[Si](C)(C)C
ccc(c(c)C)c(c)n
ccn(-c(c)c)cn
cN(C)C(=O)c(c)c
cc(Cl)nc(N)n
ccc(c(c)C)C(=O)N
cc(C)cc(C)n
Cc(c)[nH]c(C)c
CC(N)CN(C)C
ccc(C(N)(C)C)cc
CN[C@@H](CC)C(=O)O
cnn(-c(c)c)c(N)c
cc(C)nc(O)c
cnnc(Cl)c
cc(c)CNC
cC(=O)N[C@@H](C)C
cc(NC(=O)O)n
ccc(C)c(c)n
cnc(CC)c(C)c
BB(O)O
BB(O)OC(C)(C)C
COB(B(O)O)OC
Cn(c)ccn
C[C@H](C)N(C(C)=O)CC
OCCBr
Cc(c)c(cc)OC
cc(Cl)s
ncc(Cl)c(N)n
CN(CC(=O)O)C
c[C@H](C)CCC
cc(c)NCC
c-c(c)c(O)cc
c-c(c)cc(Br)c
cCNC(=O)O
c-c(c)c(P(C)C)cc
ccc(O)c(N)c
ccnc(c)N
CCCC(n)C
cc(S(=O)(=O)c(c)c)c
cn(C(CC)CC)n
ccc(C#N)c(F)c
nC(n)=O
ccn(C(n)=O)cn
cn(C(=O)n(c)c)c
C=NC(CC)CC
ccc(O)c(F)c
[O-]P
CCC(OC)CC
cc(O[Si](C)(C)C)c
ccn(nc)c(c)c
CNC(=O)N(C)C
CCSCC
cc([N+])cc(Br)c
ccc(N(C)C)cn
cc([nH]c(c)c)C
CN(C)[C@H](C(=O)O)CC
ccc(C(=O)O)nn
ccc(CC)cn
ccc(C)c(Br)c
nc(N)o
CN(C)Cc(c)n
Cc(c)scc
cOCC(=O)N
c-c(c)c(-c(c)c)cc
ccc(cc)c(c)s
CC(=O)N[C@H](C)C
Cc(c)sc(c)c
cc(-c(cn)c(c)c)c
cc(F)cc(S)c
cc(C=O)n
ccc(N(C)C)c(O)c
CC(n)O
cc(O)nc(N)n
c/C=C/c(c)c
ccc(-c(c)c)c(P)c
COC(=O)[C@H](C)C
Cc(c)c(N)nc
cNC(=O)CO
cc(=O)o
ccc(-c(c)c)[nH]c
COC(=O)C(C)O
CC1(c)CC1
CN(C)C[C@H](C)C
C[C@@H](C(=O)O)N
c-c(c)c(C(=O)O)cc
CN(C)C[C@H](O)C
cCCC(=O)N
cc(O[C@H](C)C)c
ccc(Br)c(N)c
Cc(c)c(Cl)nc
ccnc(C)s
cn(c)CCC
ccc([N+](=O)[O-])c(Cl)c
c-c(n)cc(N)n
CN(C)CC(O)C
Cc(c)nn(C)c
cc(C)c(OC)c(C)c
cC(C)C(=O)OC
cn(CCC)n
Cc(c)n[nH]c
c-c(c)nn(c)c
ccc(O)c(c)c
cc(O)cc(c)o
ccc(OC)c(c)C
ccc(CN)c(F)c
ccc(C)[nH]c
CC1CO1
ccc(O)c(Cl)c
CN(C)[C@H](C(N)=O)CC
cc[nH]c(=O)c
Cc(c)c(N(C)C)nc
c-c(c)cc(C)n
cscc(C)c
CNc(cc)c(Cl)c
cnc(C)n(C)c
CCN(c(n)s)CC
c-c(o)ccc
cc(C(=O)O)[nH]
c-c(c)cc(S)c
C=C\C
CCC(F)(F)F
cc(n)ccn
CCC(C)(C)C
COC[C@H](C)N
cc(O)cc(c)O
cc(c(c(O)c)CC)C
cP(C)C(CC)CC
cc(P(C(C)C)C(C)C)c
CNC(=O)C(C)C
ccc(F)c(S)c
cc(N)nc(c)n
cnn(-c(c)c)c(C)c
ccoc(c)c
cC(=O)N(CC)[C@H](C)C
ccc(C(=N)C)cc
C[C@](C)(C)C
ccc(c(c)C)C(C)(C)C
cCCN(C)c
CCN=[N+]=[N-]
cc(Cl)nc(Cl)n
CNc(cc)c(c)c
cc(c)c(c(c)n)n(C)c
c[nH]nnn
C[C@@H](N)CC(C)C
Cn(c)c(cc)c(c)c
Cc(c)sc(N)n
ccc(Cl)c([N+])c
c-c(c)scc
cnnn[nH]
CC(N=C=N)C
COCCn
[Cl][Sn][Cl]
c-c(c)c(C(N)=O)cc
cccc(S)s
cnc(C)sc
NCC(F)(F)F
cc(-c(nn)c(c)c)c
cn[nH]c(C)c
ncs
cCCC(N)=O
cc(N)nc(Cl)c
NC1CCC1
cC(C)Nc(c)c
[N+]O
cC[C@H](NC)C(N)=O
CC(C)NC(=O)O
cc(N[C@H](C)C)n
Cc(c)c(nc)n(c)n
cc(C)c(O)c(C)c
ccc(-c(c)c)oc
ccc(N(C)C)nn
CCc(cc)c(O)c
cnc(-c(c)c)c(c)c
CC(C)(O)CCN
c-c(n)c(cc)c(c)n
cc(C(=CC)CC)c
cc(C(=O)OC)[nH]
ccn(cc)c(c)n
O=C(O)N1CCC1
CC(F)F
CCCC(C)(O)O
ccc(C(F)(F)F)c(N)c
ccc(c(c)c)n(S)c
cOc(nc)c(c)c
ccc(-c(c)c)c(N)c
ccc(C)c(S)c
NCCCl
cc(c)Oc(c)c
CN(S(C)(=O)=O)C
CC(C)C(N)=O
ccc(C(F)(F)F)c(Cl)c
C[C@@H](N)C(C)C
ccc(c(c)C)c(c)[nH]
CC(C)OC(N)=O
cc(N)s
ccc([C@@H](C)N)cc
Cc(c)cc(C)n
nC1CC1
CC(=Cc(c)c)C
CC(C)(C)[Si](C)(C)OC
cc(C(=O)C(C)C)c
cc(CC(=O)O)n
cnc(N(C)C)c(c)n
cCCNc
cnc(c(c)c)n(S)c
Cc(c)c(N(C)C)cc
cnoc(c)c
c-n(c)ccn
C=C(c(cc)cc)C
cnc([nH]c)c(c)n
cnc(c(O)c)c(c)c
CC=CCC
cc(C)c(C)c(O)c
cnc(C)nc
Cc(c)oc(c)c
cC(C)C(=O)O
ccc(-n(c)n)nc
CC[C@H](CC)CC
cnc(OC)c(C)c
cncc(c)C
cnc(Cl)c(C)c
CN=C=O
ClC(Cl)(Cl)Cl
CSCCN
cc(F)c(F)c(F)c
CN(C(=O)N(C)C)C
O=P([O-])([O-])[O-]
cCN(C(=O)O)CC
ccc(N)c([N+])c
Cc(c)c(=O)n(C)c
Cc(c)cc(c)O
ccscc
c-c(n)nc(C)c
CCOC(n)C
Cc(c)c(C)[nH]c
CCCC(n)O
cCC(CC)CC
CCN(CC)C(=O)C
cc(Cl)cc(Br)c
Cc(c)cc(-c)n
cCn(c(C)c)c(c)c
Bc(c)cc(C)c
CCN(CC)C(C)C
cc([nH])ncn
CN(C)c(cc)c(c)O
c-c(c)cc(N)n
cn(C(C)C)n
CC(=C)N
CCC(F)(F)CC
cN(C)CC
cS(C)=O
ccc(OS)cc
cc(c)cc(C)[nH]
cSCc(c)c
C#CCCC
cNCCO
cn(CC)n
CC(c)=O
CCN[C@H](C)C
Cc(c)sc(C)c
ccc(C)c([N+])c
cCC#N
cccc(C)o
ccn(-c(c)c)c(=O)c
nc(-n)n
CSc(n)n
CNS(C)(=O)=O
cnc(-c(c)c)c(C)c
c-c(n)nc(C)o
cc(C1CC1)n
ccc(C(=O)O)c(c)c
c-c(o)nc(c)c
ccc(C#N)c(Cl)c
Cc(c)nc(N)s
cNc(nc)sc
CC1(C)CC1
cNCC(C)C
ccnc(c)C
C=C/C(=O)OC
ccc(c(=O)[nH])c(c)c
cc(c)cc(C)n
CC(C)NC(C)C
Cc(c)c(nc)c(c)[nH]
ccc(C#N)cn
CCCSC
CCc(cc)c(c)N
ccc(C(N)=O)nn
c-c(c)csc
ccc(CN)c(Cl)c
NC(=O)S
cNC(=O)Oc
C[C@@H](N)CN(C)C
CNC[C@H](C)C
C[C@@](C)(C)C
c-c(c)c[nH]c
ccc(S(N)(=O)=O)sc
CC(Nc(n)n)C
c-c(s)cnc
cNC(=O)[C@H](C)N
cc(N)nc(C)n
cncsc
nc(C(F)(F)F)n
[P]
CCC(=O)Nc
ccc(C(N)=O)c(c)c
ccc(N(C)C)c(c)c
C=C/C(=O)O
cc(=O)oc(c)c
ccnc(S)c
c-c(n)cc(c)c
cC(O)C
cOS(=O)(=O)C(F)(F)F
cN=C
CNCCn
Cc(c)nc(C)s
CC(CN)C
Cc(c)c(Br)cc
cN(C)C(CC)CC
ccc(C)c(F)c
CC(CC(=O)O)C
cCOC
cO[Si](C)(C)C(C)(C)C
CNC(=O)CC
ccc(-c(c)n)sc
cncc(S)c
cc([P])c
cccc([P])c
c[P](c)([Pd])c(cc)cc
c[P](c)(c)[Pd]
CC(CN(C)C)C
CCN(C(=O)O)C(C)C
COCC(C)O
cOCC=C
c-c(c)nnc
cn(C)ncn
ccc(c(c)c)c(c)[nH]
CCC(C(=O)O)CN
cNC(=O)CN
cn(C1CC1)c
c-c(n)[nH]c(c)c
ccc(C(C)C)nc
c-c(n)oc(c)c
c-c(c)n(cc)c(c)n
cc(c)[nH]c(c)c
ccc(C(N)=O)[nH]c
CC(N)CCC
cn[nH]c(=O)c
Cc(c)c(cc)c(c)o
Cc(c)cc(c)[nH]
ccc(CO)c(O)c
ccc(OC)c(S)c
cc(N(CC)C(=O)O)c
CC(C)=C
CN(C)CCn
cC=CC(=O)O
ccc(C#N)c(N)c
CCCS(N)(=O)=O
c[C@H](N)C
ccc(C(O)(C)C)cc
cc(c)[nH]c(=O)n
c[nH]c(c(c)C)CC
cnc(C)cn
ccn(C(C)C)c(c)c
nc(N)ccn
[nH+]
cCCC(N)C
c[nH+]c
cc[nH+]
nc(N)[nH]
ccc[nH+]c
cC(=O)Nc(n)s
Cc(c)c(NC)cc
cc(N(C)C)n
Cc(c)ncn
c-n(c)c(=O)n(C)c
c-c(c)c(C(C)C)cc
cN(C)S(=O)(=O)c(c)c
cccc[nH+]
CCCC(=O)Cl
cc(C)sc(c)c
CC(N)Cc(c)c
O=C(O)CBr
cC=N
cc(c)-n
ncc(Br)cn
cc[nH+]cc
c-c(c)n(nc)c(c)n
cc(Br)cc(c)n
Cc(c)c(O)c(C)c
cC(C)(C)N
cc(nc(N)n)N
ccn(CC)cn
cC(C)c
CN(C)O
ccc(C)c(c)c
CC[C@@H](O)CN
cc(CC#N)c
cc(C(=O)NC)[nH]
NCC(O)CO
nc(n)n
c-c(c)nc(Cl)n
c[Si](C)(O)c(cc)cc
c[Si](c)(C)O
COC(=O)CBr
c[Si](c)(O)C(C)(C)C
cc(C)cc(-n)c
cc(c)N(CC)CC
ccc(Cl)c(-n)c
cCNC(C)C
cC(C)(C)c
CC(=O)NCC
cC(=O)CBr
cC#CCC
cC(=C)CCN
c-n(c)nnn
N=C(N)N
ccc(CO)cn
cC#C[Si](C)(C)C
c-c(o)nnc
ccn(CO)c(c)n
cc(C)c(F)c(F)c
[OH]
c-c(n)ncn
CC(C)(O)C(=O)O
CC(=O)N(CC)CC
CN(CCn)C
ccc(C(=O)O)c(C)n
CC(N)(C)CCN
cnn(C)c(c)c
C[C@H](N)CN(C)C
ccc(CN)sc
cC(=CCN)C
cncc(c)N
c/C=C/C(N)=O
cc(NC)c
cc(cc(F)c)C
ccc(CC)sc
C[C@@H](O)CCN
cc([nH])CCN
c-n(c)c(=O)c(c)c
ccc(c(Cl)n)c(c)c
cc(c)N(C(C)=O)CC
Cc(c)nc(-c)c
cc(N)cnn
cc(cc(Cl)c)N
CN[C@@H](CC)C(N)=O
cc(S)cc(Br)c
cc(C(CC)C(=O)O)c
cn(C(=O)OC)c
c-c(c)nc(C)n
ccc(c(c)N)C(C)(C)C
CNC(C)(C)C
cCNC(N)=O
cN(C(=O)c(c)c)C
c-c(c)c(=O)n(C)c
cC(C)(O)C(F)(F)F
cnc(c(C)c)c(c)c
Cc(c)cc(N)n
cccc(S)n
ccc(CC)c(F)c
cc(=O)n(CC)c(c)c
CCNC(=O)C
Cc(n)cc(n)n
cS(=O)(=O)n(cc)c(c)c
ccc(-c(c)c)c(c)n
C[C@H](N)Cc(c)c
[Pt]
CNC(=O)CO
COc(n)n
cC(=O)N(C)C
cC(C)Oc(c)c
COI
ccc(C(C)(C)C)nn
ccc(-c(c)s)nc
[Li][OH]
C=CC(=O)O
cc(c)C(=O)OI
cc(c)I
ccc(c(c)I)C(=O)O
cccc(c)I
cC(O)CCC
ccc(C(F)(F)F)c(O)c
csc(-c(c)c)cn
ccnnc
cnc(N(C)C)c(C)c
CC(=O)OI
CCS(=O)(=O)CC
CN(C)C[C@@H](N)C
C[C@H](C)NCC
COI(OC)(OC)(OC)c(c)c
C[C@H](n)O
Cc(c)c(cc)I(O)(O)(O)O
cC(=O)OI(O)(O)(O)c
cI(O)(O)(O)O
cI(O)(O)(OC(C)=O)O
ccc(c(C)c)c(c)o
cnc(c(c)N)N(C)C
[C-]
CNCc(c)n
cccc(=O)[nH]
Cc(c)c(cc)CN
NC(N)=S
cc(c)CC(C)O
ccc(Cl)sc
nCCCN
CNCC(C)(C)C
cn(C)nnn
c-c(c)[nH]c(c)c
CN=NC(=O)O
CN(C)CC(C)(C)C
COC(=O)N=N
cOCCn
CN(C)CC(=O)O
COCC(N)=O
[N-]=[N+]=[N-]
CN(c)CCC
CC(O)CCO
cn(C(CC)OC)n
cc(O)cc(C)n
ccc(c(n)C)CC
c-c(c)n(C)nc
cc(Cl)cc(c)[nH]
Cc(c)nc(O)c
cc(O)cc(=O)n
cc([Si](OC)(c(c)c)C(C)(C)C)c
CS(=O)(=O)C
CC(=O)OC(C)C
C[C@](C)(C)CCC
COC[C@H](C)O
Bc(c)cnc
cNc(nc)c(Cl)c
Cc(s)c(C)nc
cc(C)[nH]c(=O)c
CC(C)CC(C)(C)C
ccc(nn)c(c)c
c-n(n)c(cc)c(c)c
c-c(c)nc(C)s
ccc(N)c(c)c
CCc(cc)c(C)c
cCCN(c)C
cOc(cc)c(O)c
cnc(C(=O)O)cn
CCOc(n)n
CCN(C)C(=O)O
cCO[Si](C)(C)C
CNC[C@H](C)N
[C-]#N
cc(Br)s
cc(-n)cc(O)c
ccc(CO)c(C)c
CC[C@H](O)CC
CC(C)(C)C(=O)O
Cn(c)n
cCc(c(C)n)c(=O)n
CC(O)(C)CCN
cC(c)(c)n
cC(c)(n)c(cc)cc
cC(=C)CCC
cC(C)(F)F
coc(-c(c)c)nn
COC(=O)C(C)(C)O
cc(C(=O)CBr)c
cCOC(C)C
cc(CCN)n
O=S(=O)([O-])[O-]
C[C@H](C)O[C@@H](n)C
cc(NC)n
Bc(c)cc(O)c
Cc(c)nn(c)c
cN(C(CC)CC)C
C#CCC
CCCO[Si]
cc(c)nc[nH]
ccc(N(C)S)cc
c-c(c)occ
CCN[C@@H](C)C
cc(CN(C)C)n
cc(CS(N)(=O)=O)c
cc(N)cc(N)n
CC1(N)CC1
cCn(cc)c(c)c
cc(-c(no)c(C)c)c
cccc(F)n
cn(CC(=O)O)n
ccc(O[Si])cc
c-c(c)nc(-c)n
cn(CC(N)=O)n
Cn(n)n
C=Cc(c)c
cC(C)(C)c(cc)cc
cc(N)nc(N)c
CNc(c(C)c)c(C)c
[nH]c(=O)n
cc(N)nn(c)c
cnc(CO)c(C)o
CN[C@@H](CC)CN
CCCS
cc(C#C[Si])c
CN(C)[P+]
[Zn]
cc(CN)n
cc(s)ncn
cc(C)c(=O)n(C)c
cc(c(n(C)c)CC)C
CC(C(=O)Cl)C
CC(N)C(=O)O
cc(C(=O)NS)c
cc(O)c(F)c(F)c
nc(N)cc(Cl)n
CC(C)(C)C(N)=O
ccc(NS)c(O)c
CN(C)C(=O)CN
c-c(c)c(-c(c)c)nn
cS
cc(C)nc(Cl)c
C#Cc(cc)nc
CCC(O)CN
CN(C)[P+](N)(N)O
cNc(cc)n[nH]
cn(c)ccn
cN(C)c
ccc(C)c(Cl)c
CN(C)[P+](On)(N(C)C)N(C)C
cc(C)c(OC)c(O)c
CCC(=O)c(c)c
cc(C=O)[nH]
cc([N+])cc(S)c
Cc(n)cc(O)c
Cc(c)noc
cCn(c(C)n)c(c)c
cOC(C)(C)C(=O)O
cc(N)nc(O)c
cc(F)cc(I)c
cN(C(=O)OC)C
CP(C)C
C[C@H](N)CO
cC(=O)N(C)CC
ccc(c(=O)c)c(c)o
CC(C)(C)c(cc)c(c)N
ccc(c(Cl)n)c(c)n
CC(NC(N)=O)C
CNS(=O)(=O)c(c)c
cc(C(O)(CC)CC)c
cnnc(C)c
c-c(n)cc(C)c
cc(O)cc(c)[nH]
CCSC
cCc(cc)cn
cccn(S)c
ccc([C@@H](C)O)cc
CNC(=O)NC
[nH]c(=O)o
CC(Cl)Cl
CNCC(C)N
C[C@H](C)CN(C)C
OCCCCl
csc(c(c)C)CC
Cc(c)c(NC)nc
cc([N+](=O)[O-])n
cc([N+])n
Cc(c)cc(c)N
cCCc(c)n
OCCCl
cc(CSC)c
cc(c)cc(N)n
cN[C@H](CC)CC
cc(C(c(c)c)N(C)C)c
Cc(c)nc(c)n
cS(=O)(=O)n(cc)c(c)n
cN(C)C(=O)N(C)C
cn(CC(N)=O)c
CCS(C)(=O)=O
cnn(-c(c)c)c(c)c
cC(O)(C)CCN
CC(C)(C)n
CC(O)Cc(c)c
COCC(=O)O
C#CCO
Cc(c)c([nH]c)c(c)c
CCC(C)O
c[C@@H](N)C
O=CO
cc(c)nn(C)c
CN(C)c(cn)c(n)N
ccc(OC)nn
cn(c)nc(N)n
CC(C)[Si]
CCOC(=O)N
cnc(C(C)C)sc
c-c(c)c(-c(c)c)nc
cc(=O)[nH]c(=O)n
cc(-c(c(P)c)c(c)c)c
cNC(=O)C(C)(C)C
CCS(=O)(=O)N(C)C
cnc(Cl)cn
c[C@@H](N)CCC
ccc([N+](=O)[O-])c(S)c
cc(C(O)CC)c
C[C@H](N)S
c-c(s)nc(c)c
cC(C)NCC
cc(-c(cn)cn)n
ccc(C(F)(F)F)c(F)c
ccc(c(N)n)c(c)c
C=C(C)CCC
C[C@H](C)OCC
OC1CNC1
cc(I)n
ccc(C)c(-n)c
ccc(CO)c(F)c
CN(C)C[C@@H](O)C
cnc(C(=O)O)c(O)c
SOS
C=CC(=O)OC
c-c(n)c(-c(c)c)nc
Cc(c)c(cc)N(C)C
cnnc(n)C
cnc(C(N)=O)cn
cnc(cn)c(c)n
nco
CC(O)CO
ccc(Cl)c(c)n
cnnc(C)o
C[N+](=O)[O-]
ccc([N+](=O)[O-])c(N)n
Cc(n)cc(O)n
cc(C(C)C(=O)O)c
CS(=O)(=O)OS(C)(=O)=O
Cc(c)c(=O)[nH]c
cC(c)=C
ccc(S(N)(=O)=O)c(C)c
CCC(CC)N(C)C
CN1CC(O)C1
ccn(C(C)C)nc
cN(C(C)=O)C
CC(NC(=O)O)(C)C
CCOP(C)(=O)O
ccc(B(O)O)cn
CN(C)C[C@H](C)N
cOc(cc)c(c)C
cc(c)c(C(C)C)c[nH]
cc(n)O
O=S(=O)(OS)C(F)(F)F
cc(S(=O)(=O)C(C)C)c
CCO[C@H](C)C
c-c(c)c(P(c)c)cc
CCN(CC)C(=O)O
CN(C)C[C@@H](C)C
ccc(C(C)C)c(C)c
ccc(c(Br)c)c(c)c
CN(C(=O)CO)C
cc(/C=C/C)c
cnc(-n(c)c)nc
Cc(n)nc(C)o
COC(CC)CC
Cc(n)cc(C)o
CNC(=O)C(F)(F)F
cc(O)cc(N)n
cc(COC)n
CCCC(F)(F)C
cc(c)c(c([nH])C)CC
cncc(Cl)n
c-c(c)c(cc)c(c)[nH]
ccc([C@@H](C)C)cc
CC(C)[CH2]
[CH2]C(C)C
cCOC(c)=O
C[C@H](n)C
Cc(c)c(C)c(C)[nH]
COCC(C)(C)C
cC(=O)N(CC)c(c)c
cN(C)C[C@H](C)N
Cc(c)c(-c(c)c)oc
cOc(cc)c(N)c
ccc(nc)c(n)n
OCCCBr
c-c(c)c(-c(n)[nH])cc
cc(N1CCC1)n
Cc(c)cc(I)c
ccc(-n(c)c)c(C)c
CC(C)C(=O)O
ccc(C#N)c(N)n
ccc(c(c)C)N(C)C
cc(C(O)CN)c
c-n(c)c(C)nc
cc(N)cn(C)n
cc(c)CC(C)C
CN(C)C[C@H](N)C
Cc(c)cc(Cl)n
OCC1CO1
c-n(c)c(nc)c(c)c
cc(cc(O)c)N
csc(c(N)n)c(c)n
ccc(c(c)c)n(c)C
cnc(OC)c(N)c
CN(C)OC
cc(=O)[nH]c(C)n
ccc(C)nn
ccc[n+]([O-])c
cccc(Cl)s
cc(Cl)nc(Cl)c
CC(=C)S
c-c(c)cc(=O)n
cnn(c(C)c)c(c)n
cC(=O)C(CC)CC
CC(C)(N)CO
C#CCOc
CCC(C)(C)CC
SC1CC1
c-c([nH])nnn
c-c(n)[nH]nn
c-c(c)cc(c)N
cnc(Cl)c([N+])c
cccc(c)-n
Cc(c)c(OC)nc
CNC(=O)C(C)N
cc(N)cc(c)[nH]
ccnc(O)n
c-c([nH])cc(c)c
cC(C)(C)C#N
CNc(cn)nc
ccc(c(c)C)C(C)C
CC(=O)c(cc)cc
CN(C)CC(C)N
c-n(c)cc(C)n
cc(C(O)c(c)c)c
cN(C)C(=O)CO
CC1CCC1
NCCCS
cOCC(C)(C)C
cnc(CO)n(C)c
CC(=C)N1C(=O)C[C@H]1S
c-c(n)sc(c)c
CCCc(c)n
cc(C[C@H](C)N)c
ccc(c(c)C)-c(c)n
ccc(NC)c(N)c
CCS(N)(=O)=O
cc(-n(c(C)n)c(=O)c)c
COCC(C)N
c-c(n)cn(c)c
CN(C)CCS
cc(CON)c
CC[C@H](CN)CC
ccc(on)c(c)c
c-c(c)sc(C)c
cc(C(C)O)c
CC(Cl)(Cl)Cl
CC(c)O
cCn(nc)c(c)c
CCC(C)N
c-c(c)c(OC)nc
c-c(c)c(cc)C(C)c
cC(C#N)(C)C
C=CCc(c)c
CCC(CC)(CC)CC
CC(C)(C)OC(C)=O
cn(c)ncn
CC(N)C(=O)N(C)C
CN(C)CC(N)C
cn(C(C)C)c
cc(-c(nn)[nH]n)c
Cc(n)c(-c(c)c)sc
ccc(C#N)nc
CCC1CC1
c-c(c)c(cc)CC
ccc(=O)c(c)c
CCS[C@H](C)N
cCCC(=O)c
cCN(C(C)=O)CC
cc(o)C
Cc(c)cn(-c)c
c-c(n)nc(c)n
cCC(C)C
ccc(C(C)C)c(N)c
C=CO
cCSc(c)c
cc(C)cc(c)[nH]
CC(CCN)C
cc(n)NC(=O)C
cn(n)C
cc(C)c(C)on
ccc(OC)c(-n)c
cc([nH])CCC
cc(cc([N+])c)C
CC(C)OC(C)C
Cc([nH])cc(N)n
Cc(c)nnc
CCCn
CNC(=O)SC
cocc(C)n
OP
ccc(-n(c)n)c(F)c
ccc(C(F)(F)F)nn
cc(C)sc(c)n
nccc(O)n
cS(=O)(=O)CC
CN1CCC1
c-c(c)nn(-c)c
cc(-n)cc(Cl)c
CNc(cc)n(-c)n
cnc(nc)c(c)c
CC(=C)c
CN(C)C(=O)N(C)C
CN(O)C
c/C(=C)C
ccc(Br)c(c)c
CCOC(C)(C)C
Cc(o)ccc
c-c(n)occ
cn(CCO)n
c-c(c)c(C(F)(F)F)cc
ccc(c(C)c)c(c)s
c-c(c)sc(N)n
ccc(CC)c(N)c
ccc(c(C)n)c(c)c
CCc(n)n
NCCCn
cN(C)c(cc)cc
c-c(n)cn(C)c
cNC(=O)C(=C)c
cc(c)cc(C)s
C[C@@H](C)CCN
cnc(c(N)c)c(c)c
ccc(N(C)C)c(Cl)c
ccc(O)c([N+])c
cnn(CC)c(c)c
C=C(C(=O)OC)C
ncncn
cc(c)C(C)(C)c(c)c
cN(C)S(C)(=O)=O
Bc(c)cc(F)c
cc(CO[Si])c
ccc(CC)c(Cl)c
Cc(n)c(C(=O)O)cn
CN1CC(N)C1
CC(C)(C)CO
C[C@@H](N)C(=O)O
C[C@H](CCN)C
c-c(o)cnc
cn(c)CCO
CC(=O)NC(=O)S
CC(C)(O)CC(=O)O
cC(c(cc)cc)(C)C
cc(O)c(c(N)n)c(c)n
ccc(I)c(O)c
[P][Pd]([P])([Cl])[Cl]
c-c(c)cn(S)c
c[P](c)(c)[Pd]([Cl])([Cl])[P](c)(c)c
cc([P](c(c)c)(c(c)c)[Pd]([P])([Cl])[Cl])c
ccnnn
CC(CCO)C
c-n(c)nnc
ccn(CC)c(=O)c
CO[C@H](CO)[C@@H](O)C
cnc(CC)sc
CN1CC(N)C1=O
c-c(c)cn(c)c
ccc(C(N)=O)n(C)c
cnc(c(O)c)c(c)n
cCOC(=O)Cl
CCC[C@@H](O)C
cc(c)C(CO)c(c)c
O=C(Cl)CCl
cc(C)cc(I)c
cncoc
c-c(n)c(CO)c(C)o
nc(N)nc(N)n
C[C@@H](N)CO
cc(c)NC(=O)N
cC(C(=O)OC)(C)C
cC=Cc(c)c
cS(=O)(=O)Nc(c)n
cnc(OC)c(c)c
cCCn(c)c
CCCN([P+])C
CN([P+])C
C[C@H](O)CCN
ccc(S(N)(=O)=O)c(Cl)c
II
CC(F)(F)C(F)(F)F
CN(C)C[C@@H](C)N
cnc(-c(c)c)c(c)[nH]
ccc(N(C)C)c(N)c
cnc(-c(c)n)cn
cncc(-n)c
CC(C)(C)NC(=O)O
CCC(Cn)CC
CC[C@H](C(N)=O)CC
CN(C)c(cc)c(c)N
ccc(-c(c)c)c(=O)n
cnnn(C)n
CNOC
CC(O)C(=O)O
nCCO
nc(N)cc(N)n
CC(C)(N)CCN
COCc(n)n
cc(N)nc(S)n
Bc(c)cc(N)c
ccn(-c(c)c)c(c)c
cnc(NC)c(c)n
cc(C)cnn
CCC(c(c)c)c(c)c
C[C@@H](C)CN(C)C
CCCI
c-c(n)c([nH]c)c(c)n
cCN(CC)C(=O)C
CNCCS
ccc(Cl)c(O)n
cC1(N)CCC1
CNC[C@@H](C)N
NS(N)(=O)=O
cc(N)c(C#N)cn
cnc(c(c)C)CN
cc(N)c(F)c(F)c
cc(c)nc(N)o
ccc(S(N)(=O)=O)c(O)c
C/C=C\CC
Cc(c)n(cc)c(c)n
ccc(C(=O)O)n(C)c
cc(c)oc(N)n
cc(n)NCC
CNC1CNC1
cC(=O)c(cc)c(O)c
cCN(C)C
COCC(c)c
ccc(-c(c)c)c(C)n
C=C(C)CCN
CC(N)CO
cC#Cc(c)n
ccc(nn)n(c)n
CC(C)NC(C)=O
cc(C)cc(Cl)n
cnc(N(C)C)c(c)s
ccc(C(=O)O)c(N)n
CC=C(C)C
cS(=O)(=O)NC(C)(C)C
cnnc(O)c
c-n(n)n
cnc(N(C)C)cn
C=C(C)N
CCCNS
cCn(nc)c(C)c
ccc(-c(c)c)no
CCCC(C)(O)C
Cc(n)c(cc)c(c)n
cc(F)cc(c)[nH]
ccc(C(N)=O)c(c)[nH]
cnc(CC)c(C)o
Cc(c)cn(C)n
cc(c)CC(C)(C)O
CN(C)C(=O)OC
cC(=O)c
cncn(C)n
CC(=N)C
C[C@@H](O)CCC
cncc(O)n
Cc(s)cc(c)c
cCNC
ccc(C(=O)O)oc
ccc(CN)c(c)c
CC(C)OCC
C[C@@H](CO)O
c-c(s)cc(c)n
cC(C)CNC
cC(C)(C)c(cc)c(c)O
cc(c)B(O)OC
C=[N+]=[N-]
c-c(n)[nH]c(=O)c
ccc(c(c)c)c(c)c
cn[nH]c(c)n
cnc(N(C)C)c(c)C
CC(N(C)C)C
c-c(n)nnn
cNc(c(C)c)c(c)c
ccc(c(=O)[nH])c(c)n
CCN(C(=O)O)[C@H](C)C
c-c(c)c(N)nc
OCCl
CCC=C(C)C
cc(n)N(C(C)C)CC
cc(-n)cc(F)c
ccc(NC)c(c)c
ccc(C(C)C)c(F)c
[NH3+]
c-c(n)cc(C)o
C#Cc(cc)cn
cc(c)C(=O)OC
cC(C)=C
CS(=O)(=O)CCN
cS(=O)(=O)N
cc(N)[nH]
CN(C1CCC1)C
c-c(c)c(CN)cc
cc(cc(C)c)C
CCCC(=N)N
cc(c)cc(C)o
c[C@](C)(C)N
cn(CCN)n
CC(c)CCC
CCCC(c)=O
C=C/C(=O)N(C)C
COCCl
CC(CC(N)=O)C
CCCC=O
c-c(c)c(cc)c(n)[nH]
CCN=C(C)N
cC(=NOC)C
ccc(C(=N)N)cc
CCC(O)(CC)C(=O)O
cnc(sc)c(c)n
cc(O)nn(C)c
C=NS
ccc(C(=O)O)c(c)n
ccc(O)c(c)n
CC(=O)NC(=O)C
CCCN(c)C
cc(n)n(O)nn
c-n(c)c(C)cc
cnn(C)c(C)c
Cc(c)n(C)nc
O=C[O-]
cC(C)=N
c[nH]c(c(O)c)c(c)c
c-c(c)c(cc)c(n)n
cC(=CCC)C
CC(C)(N)C#N
C[C@@H](C)NC(C)=O
cc(C)nc(C)s
cnc(c(C)c)c(c)n
CCN(CC)C(=N)C
cCSCC
cnn[nH]c
Cc(c)c(cc)C(C)(C)C
cn(C(=O)OC)n
cnc(C(N)=O)c(O)c
CNc(cc)c(c)O
ccc(O)c(Br)c
nCCCO
CN[C@H](CC)CN
ccc(Br)c(Cl)c
csc(c(O)c)c(c)n
c-c(n)nnc
cNc(nc)c(C)c
cc(N)c(=O)n(C)c
cc(n)nc(Cl)n
ccc(c(c)O)C(=O)C
ccn(-c(c)n)nc
cnc([nH]n)c(c)c
cNc(cc)cn
CCNS(C)(=O)=O
c-c(n)c(cc)c(c)c
cNC(C)C
cc(C(F)F)n
cc(C1(C(=O)O)CC1)c
cc(CCl)n
cc(c)CC(C)(C)C
cCC(=O)Cl
cNc(cc)c(Cl)c
ccc(C(C)C)cn
csc(C(=O)O)c(C)n
CCOc(c)n
cN(C)CCS
cc(C)c(C)no
CN(C)CC(N)=O
CNc(cc)c([N+])c
C=C\CCC
C[C@@H](CO)N
cC1(C)CC1
cc(N)cc(c)O
cc(N)cc(c)o
CCN(CC)C(C)=O
C[C@@H](C)OC(=O)N
c-c(n)nc(Cl)c
cc(c)nc(O)n
cc(c)C(=O)c(c)c
cc(c)ccs
CNC(=O)Cn
cCn(cc)c(=O)c
cNc(cc)c(c)c
cc(C(=O)CN)c
cNC(=O)C(c)(C)C
C=CCN(C)C
cc(C(=O)c(c)n)c
ccc(-c(n)n)c(F)c
C[Si](C)(C)OCC
c[nH]cc(C)n
ccc(-n(c)c)nc
C[C@@H](F)C
cC(=O)N(CC)C(C)C
cN(C)c(cc)c(c)C
cNCC
CNC[C@@H](C)O
cNC(=O)/C(=C)c
ccc(c(S)c)c(c)c
[Cr]
C[C@@H](N)C(=O)N(C)C
c-c(n)c(-c(c)c)cc
cC(=C)c(cc)cc
cN(C)C[C@@H](N)C
cc(c)C(=O)NC
cc(CCn)c
cc(C)c(C)c(N)c
ccc(c(c)C)C(C)N
CCCC#N
cc(C(=O)OC)o
CCC(=NC)N(C)C
CNc(cc)c(-c)c
CNC(CC)CN
CCCC(C)=O
CC[C@H](C(=O)O)CC
CC(C)[O-]
ccc(cc)c(n)n
C[C@@H](O)CN(C)C
cC(c)(C)O
cC=C(C(=O)N)c(c)c
CC1CN(C)C1
CN(C)CC(=O)N
[O]=[Cr]
cnc(NC)sc
CC(C(=O)O)N
CCC(CN)CN
cC(C)CCO
cc(O)c(CC)c(O)c
nc(n)s
c-c(c)cc(-c)n
ccc(-n(c)n)c(C)c
cnn(-c(c)c)nc
N=O
ccn(CC)nn
c-c(c)cc(c)O
cC(C)OCC
cN(Cc(c)c)C
Cc(n)nnn
CC(C)(O)C(F)(F)F
CCNC(C)(C)C
[Na]
cc(N)cc(Cl)n
cc(N[C@H](C)C)c
cc(Cl)nc(C)n
ccoc(C)c
cc(n)o
Cc(c)c(CC)cc
Cc(c)[nH]c(c)C
cN(C)CC(N)C
cc(C)nc(Cl)n
cc[nH]c(C)n
ccc(Br)sc
CC(C)[Si](C)(C)O
CC(c)(C)CCC
CC(c)N
cC(=O)N1CCC1
cNc(nc)nn
c-c(o)cc(c)c
S=S
[Mn+4]
c-c(o)c(C(N)=O)c(c)c
CS(=O)(=O)c(n)n
cN(C)C[C@H](C)O
cc(C)c(c(c)C)OC
ccc(=O)n(C)n
cc(C)nnn
cn(COC)n
coc(-c(c)c)cn
c-n(n)c(-c(c)c)cc
ccc(-n(c)c)c(F)c
Cc(c)nc(C)n
cS(=O)(=O)NC(C)C
COC(=O)C(F)(F)F
cS(=O)(=O)C
ccc(-c(c)c)n(C)n
ccc(C(F)(F)F)c(c)n
ccc(O)c(c)C
CC(C)(O)C
CCn(cc)c(c)c
cc(ncn)C
ccc(c(C)n)c(c)n
Cc(c)c(O)c(c)c
cc(C(CC)c(c)c)c
ccc(-c(c)c)c(c)C
ccc(c(C)n)c(c)o
ncc(Cl)cn
c-c(s)c(-c(c)c)nc
cc(C(C)(C)C#N)c
cc(C)ccs
[Mg]
CCS(=O)(=O)Cl
O=S([O-])([O-])=S
cc(CN(C)S)c
cc(CNC)n
CNC(=O)C(C)(C)C
cc(C)cc(c)s
cc(c)c(c(n)C)CN
ccc(-c(n)n)nc
ccc(c(c)C)[C@@H](N)C
nc(S)[nH]
C[C@@H](C(=O)O)C
cN(S)C
CNc(cc)nn
c[nH]c(=O)on
CN(C(=O)Cn)C
cC(c(cc)cc)C
cOC[C@H](C)N
cc(N)cc(C)n
NCC(N)=O
cCc(cc)c(O)c
cc(-c(c(C)c)c(c)c)c
cc([C@@H](O)CN)c
cc(sc(c)n)C
ccc(-c(c)c)on
CC(NC(C)=O)C
cnc(n(c)C)-c(c)c
CN(C)C(=O)CO
cc(c)cn(C)n
cnc(Cl)c(Cl)c
CCSc(n)n
cNC(=O)CCl
NC1COC1
c[C@@H](C)CN(C)C
ccc(I)c(C)c
ccc(Cl)c(N)n
Cc(c)c(C)n(C)c
c[nH]c(C=O)c(C)c
ccc(CC)c(c)c
CCC(C)(C)NC
C[C@H](C)CCN
COC(=O)[C@@H](C)N
cc(C)nc[nH]
nc(S)s
CC(=O)NC
ccc(C=O)nc
ccc(O)nc
CN[C@@H](C)C(N)=O
cC(c)(c)N
cc(N1CCC1)c
COC(C)(C)OC
cC(=C)c
cCN(C(=O)C)c(c)c
Cc(n)cc(-c)n
ccc(F)c(c)n
CC(C)(C)P
cC(c)(c)O
cOc(nc)c(C)c
cnoc(=O)[nH]
Cc(n)c(O)c(c)c
c-c(n)sc(C)c
ccc(B(O)O)c(C)c
ccc(N(C)C)c([N+])c
CC(=O)N[C@@H](C)C
CC(C(=O)O)(C)C
CC(O)c(cc)cc
ccc(c(c)C)B(O)O
CC(C)=N
CCC(CO)CN
cc(=O)n(CC)c(=O)n
cc(c)c(=O)[nH]n
cc(C)c(C)n(C)c
cncc(C)s
C/N=N
C=CC(N)=O
cocc(C)c
CCCN(C)c
CN(C)C1CC1
CC(=O)CCC
CNc(cc)c(c)N
cC(c)(C)CC
c-c([nH])noc
c[nH]c(-c(c)c)no
C/C(=C)c
CC(O)=C
c-n(n)cc(C)c
cc(C)nn(c)c
ccc(-n(c)c)c(O)c
c-c(n)[nH]c(=O)o
CCSc(c)c
cc(c)c(c(n)C)CC
cc(c)cco
C=COCC
cCS(=O)(=O)c(c)c
cc(N)nc(O)n
cC(c)(N)c(cc)cc
CCC(C)(C)c(c)c
CCN(C)C(C)C
Cc(c)c(NS)cc
c-c(c)c(F)c(F)c
cc[n+]([O-])cc
CO[C@H](C)C
Cc(c)c(F)c(F)c
cc(c)Sc(c)c
ccc(c(c)C)C(N)C
c-c(s)c(C(N)=O)nc
cnn(c(C)n)c(c)n
CC(=O)O[C@H](C)C
c-c(c)c(C)on
cc(N(CC)[C@@H](C)C)n
ccc(C(N)=O)oc
ccc(C=N)cc
CCCP(=O)(O)O
C=CCBr
CC(C)C(=O)N(C)C
OCCCS
ccc(C(=O)O)c([N+])c
COC(=O)C(N)(C)C
cc(N(C)C(C)=O)c
ccc(NS)c(F)c
cnc(CN)n(C)c
NCCC(N)=O
cc(CC(=O)Cl)c
CCCC(C)(C)O
c-c(c)c(C)c(C)c
cc(CN(C)C)s
NCCCCl
cC(c)(O)c(cc)cc
cCC(OC)C(=O)O
CC(C)(C)NS
CC(c)(c)C
Cc(c)[nH]cc
cc(O)nc(Cl)n
[Al+]
c[C@H](N)CCC
cc(NC(N)=S)c
cncc(c)[nH]
CC(C)C(CN)CN
COC[C@@H](C)N
ccc(B(O)O)c(F)c
cnc(-c(c)n)[nH]c
cnc(S(C)(=O)=O)nc
cNc(nc)n(C)c
ccc(Br)c(c)n
c-c(c)c(N)cc
cc(cc(S)c)C
Cc(c)c(Oc)cc
c-c(c)nc(S)n
cOC1CNC1
ccc(-c(c)n)oc
conc(N)c
c-c(n)nc(N)n
cc(-c(c[nH])c(c)c)c
ccc(c(n)N)CC
cn(N)c
nccnn
nnccn
C[C@H](F)C
cc(c)N(C(=O)O)CC
Cc(s)cnc
cc(c)SCC
COC(=O)/N=N
O=S(=O)([O-])O
c[nH]c(c(C)c)c(c)c
C/N=N/C(=O)O
cnsc(c)c
C=NOC
cC(C)CC(C)C
cCC=C
CN(C(=O)C(F)(F)F)C
cCN(CC)c(c)c
ccc(CN)oc
nnncn
CC#CC
CN(c)Cc(c)c
N#N
cc(C)c(c(c)O)CC
ccc(Cl)c(Br)c
cnc(C(C)C)on
Cc(c)sc(c)n
COc(cc)c(C)c
Cc(c)cn(c)C
[O-][Cr]
c[Si](c)(C)OCC
C[C@@H]1C[C@@H]1C
Cc(c)c(OC)c(C)c
cc(c)c(c(s)C)CC
ncc(F)c(N)n
cnn(c(N)c)c(c)n
c-c(n)oc(C)n
cC(=O)c(cc)c(N)c
cC(C)(O)c(cc)cc
ccc(S(C)=O)cc
CC(C)(C)c
C[C@H](C(=O)O)C
cN(C)CC(F)(F)C
cOC(=O)Cl
cc(OC(=O)Cl)c
cc(c)nc(C)s
ccc(F)c(c)C
C[C@@H](C)N(C(=O)O)CC
cNS(=O)(=O)CC
cOc(c(c)C)c(P)c
CC(C)Cn
cP(c)c(cc)c(c)O
Bc(c)c(F)cc
CC(=C)c(cc)c(c)N
CC(C)CC(C)N
Cc(n)c(c(N)n)CN
cN(C)C(=O)CN
ccc(cn)c(n)n
NC(=O)Cl
cC(C)N(CC)CC
cc(C)cn(C)n
ccc(C)[nH]n
CC(O)CN
C=C/c(cc)cn
CCN(C(=O)C)c(c)c
Cc(c)c(Cl)c(Cl)c
cc(s)CCC
ccc(OC)c(c)[nH]
C[C@@H](N)C[C@@H](O)C
Cc(o)cc(c)c
N[O-]
O=N[O-]
ccc(C)n(C)c
CCC(CC)CN
cN(C)CC(C)N
N=C=S
cCCBr
cc(Cc(n)n)c
cc(N)c([N+](=O)[O-])cn
cc(c)n(C)c(=O)n
ccc(c(c)[nH])n(C)c
C/C(=C)C
cOc(cc)c(c)s
ccc(C=O)c(F)c
C=Cc(cc)c(c)N
CC(F)C
CCCS(C)(=O)=O
CN1CC(N)[C@H]1SC
CC(C)Br
CNCC(F)(F)F
NC(=O)CO
c-n(n)ncc
CCCCP
CN(C)CC=C
CCC[C@H](O)C
cC(O)CNC
cCC(N)=O
cc(=O)[nH]cn
Cc(c)csc
CS(=O)(=O)N
CN(C)CC(C)(C)O
cNc(cc)c(N)c
C=N\O
cOC[C@H](C)O
cnn(CC)c(c)n
CCC(c(n)s)CC
cc(N)o
CCN(C(C)C)C(=O)N
c-c(s)ncc
c[C@@](C)(C)C
CCCP
O=C(O)C1CNC1
c-c(c)[nH]nc
cC(c)N(CC)CC
CN(CCC)c
cc(C)cc(O)n
CC(C)(C)C(=O)Cl
cc(-c(on)c(C)c)c
cccc(n)C
CN(C)C(C)C
cC(O)O
CC(C)(C)CN
CC=COC
CCc(cc)c(F)c
cc(n)c(=O)n(C)c
ccc(C(N)=O)c(c)n
ccc(NC)c(C)c
ccc(S(N)(=O)=O)c(F)c
ccc[nH]n
cNC(=O)C(C)N
ccc(sn)c(c)c
cnc(NC)c(Cl)c
Cc(c)c(O)c(c)n
cC(C)n
cc(c)Cc(c)c
ccc(C(N)=O)c(N)n
ccsc(S)c
ccc([N+](=O)[O-])c(c)c
Cc(n)cc(C)c
cn(O)c
C/C(=C)c(cc)c(c)N
NC1CNC1
cc(c)n(C)c(C)n
cc(n)C(=O)NC
CC(c)CC(C)C
Cc(c)c(Nc)c(c)c
cCO[C@@H](C)C
CNc(nc)c(c)C
cc(N)cc(-n)c
cc(c)oc(c)c
ccc(N)c(S)c
CCN(C)C(C)=O
Cc(n)cc(Cl)n
OCC(Cl)(Cl)Cl
nc(NC(N)=O)s
CC(=O)CC(C)C
cCN(CC)C(C)C
cc(N(C)CC)c
cc(O[C@@H](C)C)c
CC(C)(C)Cc(c)c
CN(C)C(C(=O)O)=C(C)C
cc(C)c(F)c(Cl)c
cCN(CC)C(C)=O
CC(F)(F)CCN
CCC(C(=O)O)(CC)CC
c[C@H](C)Nc(c)n
C=C(C)CSC
nc(Cl)cc(Cl)n
Cc(c)nc(-c)n
cC(=O)c(cc)c(Cl)c
C[CH2][Al+]
C[CH2][Al+][CH2]C
[CH2][Al+][CH2]
cCC(C)(C)Oc
cc(CCBr)c
ccc(c(c)O)-c(c)n
ncc(C(=O)O)cn
CCc(c(n)C)c(N)n
Cc(c)sc(-c)c
cnc(OC)c(O)c
CCN(CC)[C@H](C)C
cC(=O)N(C)c(c)c
cc(C(CC)C(O)C)c
cc(c)nc(N)[nH]
ccnc(C)[nH]
cnc(CC)[nH]c
CC(CBr)C
O=S([O-])O
c-c(o)nc(C)n
cNc(nc)c(c)n
cc(C)cn(c)c
cc(F)c(c(c)c)n(C)c
ccc(c(c)C)C(=O)O
ccc(c(c)O)-c(n)n
cc(CNS)c
cnc(NC)c([N+])c
CCN([P+](N)(N)O)CC
c-c(c)cc(Cl)n
cc(C(C)(C)C(=O)O)c
cc(C=O)s
cncc(Br)n
CC(C)[CH2][Al+]
[CH2][Al+][CH2]C(C)C
c-c(c)c(CC)cc
c[C@H](C)NC(C)=O
cc(C)sc(N)n
C=CN
CC(c)c
CC(c)(C)CCN
CCCC(C)(C)N
cSCC(=O)O
cOC(=O)N(C)C
cc(cc(N)c)N
CC(=O)N1CCC1
CC(=O)NS(C)(=O)=O
c-n(n)cnn
cc(C)c(F)c(O)c
CN([P+](On)(N(C)C)N(C)C)C
COCCBr
C[C@H](n)CCC
Cc(c)c(nc)c(c)n
ccc(S(C)(=O)=O)c(C)c
CCc(cn)cn
CNC(=O)c(c)c
COCC(Cl)(Cl)Cl
cC1(N)CC1
cc(O)c(Cl)c(Cl)c
CC(N)=N
COOC(c)=O
[O]=[Pt]
cN(S(=O)(=O)c(c)c)C
cNc(cc)c(=O)n
C=CC(=O)Cl
cc(O)nc(C)n
cc(C)cc(C)[nH]
CCC(O)(CC)CC
cC(=O)NC(c)C
cCCC(C)c
cCN(c(c)n)CC
cc([N+])cc([N+])c
cnc(-c(c)n)nc
cC(c)=N
cN(C)C[C@@H](C)N
cNc(cc)c([N+])c
cc(n)CNC
Cc(n)c(C)nc
cc(C(c(c)c)(c(c)c)n(c)n)c
C=C(C)c(cc)c(c)C
CC(C=O)C
CCC=CO
Cc(c)c(-c(c)c)nc
Cc(c)c([nH]c)CC
CC(=C)CCC
cc(c)c(C(N)=O)cn
cc(n)c(C(N)=O)c[nH]
cnc(c(O)c)c(c)s
cnc(-c(c)c)nn
CC(C)c(n)n
CC(c)=N
c-c(c)[nH]c(C)n
c/C=C(\C(=O)N)c(c)c
cc(c(n(C)n)CC)C
CCCOc
cC(=C)c(cc)c(c)C
c[nH]c(C)c(C)c
cc(C(=O)NN)c
cc(C(CC)(CC)c(c)c)c
cc(c)c(C)nn
ccc(-n(c)n)c(Cl)c
CN=C
CNC[C@@H](C)C
NS(=O)(=O)N
c-c(c)cc(c)[nH]
c-c(c)ocn
cNC(=O)C(c)C
cc(c)COC
ccc(c(O)c)c(c)[nH]
CCCn(c)c
cc(c)[nH]c(N)n
c-c(c)ccs
cn(c)cc(C)n
cnn(C(C)C)c(c)n
CC(N)(C(=O)O)C
CCC(C)N(C)C
cc(Sc(c)n)c
cc(c)cc(c)c
cnc(CN)[nH]c
CC(OC(N)=O)C
cOCCBr
cS(=O)(=O)Cc(c)c
ccc(c(c)C)[C@H](N)C
nCC1CC1
Bc(c)cc(c)c
c-n(c)c(-c(c)c)nc
cnc(N(C)C)n(C)c
cc(C(C)(C)CC)c
ccc(C(=O)O)c(S)c
CCc(cs)nc
cCN(Cc)CC
cc(C(CN)(CC)CC)c
CN[C@H](C(N)=O)C(C)C
cN(C)N
nc(N)nc(Cl)n
cCCCn
cc(nc(N)n)C
c-c(c)c(-c(c)c)oc
c-c(c)cc(C)s
c-c(n)c(cc)c(n)n
c-n(n)cnc
cc(C(=O)O)o
cc(C(F)F)c
cNC1CC1
cc(N(CC)C(C)C)c
cC(=NN(C)C)C
c[C@@H](C)CCC
ccc(-c(n)n)cn
ccnoc
CNS(=O)(=O)C(C)C
cc(=O)ccn
COCC(=O)N
cS(=O)(=O)N(CC)c(c)c
ccc(-c(c)c)c(O)n
CN(C1COC1)C
COC(=O)[C@@H](C)C
cnc(N)c([N+])c
c-n(c)c(=O)c(C)c
Cc(c)cn(-c)n
Cc(c)nc(Cl)c
POP
cOCCCl
cc(Oc(n)n)c
cnc(C)c(O)c
COC(Cl)(Cl)Cl
OC(Cl)(Cl)Cl
cc([C@H](CC)CC)c
ccc(S(N)(=O)=O)c(N)c
cnc(-c(c)c)c(N)n
C[C@@](C)(C)CCC
Cc(c)nc(N)c
Cn(n)ccn
cn(c)nc(C)n
CCN(C(C)=O)C(C)C
cc(c)sc(C)n
cnc(sc)n(c)c
Cc(n)c(cc)c(c)[nH]
ccc(-c(n)n)c(O)c
ccc(CC)nn
cnc(-c(c)n)sc
cC(=O)NS(C)(=O)=O
CC1(C)COC1
C[C@@H](N)COC
C[C@H](CO)C
cCCC(C)O
CCOCO
cC(C)CC(=O)O
cc(F)c(CO)c(F)c
cnc(-c(c)c)c(Cl)c
CC(C)CC(=O)N
CCC(CN)N(C)C
COCOC
Cc(c)c(nc)c(n)n
cc(Br)cn(c)n
CC(C)n(cc)c(=O)c
ccc(-c(c)c)n(C)c
CCN(C(=O)O)[C@@H](C)C
Cn(n)c(cc)c(c)c
O=C(O)OC(Cl)(Cl)Cl
cCN1CCC1
c[nH]c(c(N)c)c(c)c
cc(N)c(C(N)=O)cn
cn(C)cc(C)n
cc(Cl)nn(c)c
ccc(CO)c(Cl)c
c-c(c)coc
cCCOS
cC(O)CN(C)C
coc(c(O)c)c(c)c
Cc(c)c(Cl)c(C)c
CN[C@@H](C)C(=O)O
cC(=O)OC(C)C
cnc(OC)c(N)n
CC(N)(C)CCC
cC(=O)Oc(c)c
cNC(=O)C(=C)C
cc(-n)cc(N)c
C=C(C(=O)O)C
NS(=O)(=O)C1CC1
cC1CCC1
N#CCN
BrC(Br)(Br)Br
CNC(=O)[C@H](C)C
cc(c)nc(S)n
ccnc(n)n
CN(C)[C@@H](CC)CN
cNC(=O)C(F)(F)F
O=C=O
[Br]
cCC(=O)c(c)c
cc(c)c(C(=O)O)cn
CC(=C)CCN
CCNc(c)c
CNC[C@@H](N)C
cC(=O)c(cc)c(c)C
cOC(=O)c(c)c
ccc(Cn)c(F)c
cnc(N(C)C)c(Cl)c
CC(C)CC(O)C
CCN(CC)[C@@H](C)C
c-c(n)cc(O)c
cc(C(O)(C(F)(F)F)C(F)(F)F)c
CCC(CC)C(N)C
cC(=O)c(cc)c(C)c
cnc(C)[nH]c
c-c(n)nc(c)C
c-n(n)c(-c(c)n)cc
cC=C(SC)C(=O)N
ccc(S)cc
CCN(C(C)C)C(=O)C
NCN
CC(C)(C)OC
CNCC(N)C
[SiH]
cc(-c(nn)c(c)c)n
CC(O)(O)CCN
cc(O)nn(c)c
CN(C)[C@H](CO)CC
C[C@@H](C(=O)NC)N
cnc(Cl)c(c)n
cnc(oc)c(c)c
C=C(C(=O)O)N
Cc(s)cc(c)n
cc(c)[nH]nn
cc(Br)cc(Br)c
ccc(c(c)O)C(C)(C)C
cnc(-c(c)c)c(c)n
C#CCN(C)C
C=C(C(=O)OC)N
C=CCN
ncnc(N)n
cN(CCC)C
cc(C(CC)(CC)CC)c
cc(c)nn[nH]
CC(=Cc(c)c)S
CC(S)(C)C
OCCOS
cnc(N)cn
C=CC(=O)N(C)C
cc(c)n(C)c(N)n
ccc(cc)c(n)[nH]
ccc(n(c)C)C(=O)N
CNc(cc)c(c)S
cC(=O)N[C@H](c)C
[NH3+]O
[Zn+2]
cc(c)n(-c(n)n)c(C)n
ccocc
cC(C(=O)O)(C)C
ccc(c(=O)c)c(n)n
cn(CC(C)C)n
CC(S)CCN
c-c(c)c(nc)n(c)n
ccc(-c(c)c)c(S)c
cc(CC(N)=O)n
ccc(-c(n)[nH])c(O)c
ccc(C(C)(C)C)nc
cc(Cl)c(OC)c(Cl)c
ccc([nH]n)c(c)n
cNc(cc)c(S)c
cnc(C(C)C)[nH]c
cnn(-c(c)c)cn
CCC(=O)C(C)C
COC(CN)CN
Cc(c)nc(Br)c
CCN(C(C)(C)C)CC
CNC[C@H](C)O
CCC(C)(C)O
CCN=C=O
C[C@@H](n)C
NCC(F)(F)C(=O)N
cCn(c(C)n)c(=O)c
cc(-c(c(O)c)c(O)c)c
cc(C1(C(N)=O)CC1)c
cC(CC(=O)O)C
cc(C=CC)c
ccc(Cn)c(Cl)c
nc(N)cc(O)n
c-c(c)c(cc)C(C)(C)c
c/C(C)=N
cNc(nc)c(c)C
CNC(=O)C(N)C
COC(=O)[C@H](C)O
cnc(c(s)C)CC
CC(=O)c
cc(C(=O)N(C)C)s
cc(CC(C)C)n
OB(O)O
c-c(c)c(C)nn
cN(C)C[C@H](N)C
cnc(NC)c(C)c
c-c(n)c(-c(c)c)cn
cC(=O)Cc(c)c
cnc(cn)c(c)c
CCc(cc)cn
cCN(C)C(C)=O
Cc(n)cn(C)n
c-c(c)c(cc)n(c)n
CN(c)c
Cc(n)cc(=O)n
c[nH]c(=O)c(c)n
c-c(c)c(nc)c(c)c
cC(NC(=O)O)(C)C
cCOC(=O)c
ccc(=O)oc
NCO
cNC(=O)C=C
cSCCN
cn([C@H](CC)CC)c
ccc(B(O)O)c(O)c
ccc(F)c(N)n
cN(C)C(=O)C(F)(F)C
c[C@H](O)C
ccc(-c(c)n)c(N)c
cC(=O)CC(N)=O
cc(Cn(c)c)n
Cc(c)c(OC)c(O)c
cc(c)nc(C)o
cconc
coc(c(C)c)c(c)c
Bc(c)cc(Cl)c
COC(=O)CS
C[Si](C)(C)C=[N+]
C[Si](C)(C)C=[N+]=[N-]
C[Si](C)(C)[N-]
C[Si](C)(C)[N-][Si]
C[Si](C)(C)[N-][Si](C)(C)C
[Cl][Cr]
[N+]=C[Si]
[N-]=[N+]=C[Si]
[Si][N-][Si]
ccc(C)c(C)n
CC(c)=NOC
ccc(C=O)cn
CNC(CC)c(c)c
cSCC
C=CC(=O)c(c)c
CC(C#N)C
CC(C)S(N)(=O)=O
CNn
[O]=[Cr](=[O])([O-])[Cl]
cc(N)cc(c)N
FC1(F)CNC1
cCOCc
c[C@@H](N)Cc(c)c
COB(OC)OC
CC(=O)NO
c[nH]c(-c(c)c)c(C)c
ccc(C=O)c(C)c
ccn(-c(c)c)cc
cC(C)Cc(c)c
ccc(C)n(C)n
cnc(Cl)c(N)c
c-c(n)c(-c(c)n)sc
cc(=O)[nH]c(c)n
cnncn
C[C@@H](O)Cc(c)c
c-c(c)nc(-c)s
c-c(n)n(cc)CC
cc(C)c(=O)c(c)c
cc(c)oc(C)n
CC(=O)NC(C)(C)C
CC(C)CC(N)(C)C
O=C(O)CS
cN(C)[C@@H](C)CO
cccc(Br)s
C#Cc(cc)c(C)c
CNC(N)=O
cc(F)c(C(N)=O)c(F)c
ccc(-n(c)n)cn
cnc(O)c(c)c
c-c(n)c(cc)c(c)[nH]
cCC(N(C)C)CC
ccc(nn)n(c)c
cccc[n+]
ccnco
C=C/c(cc)c(O)c
CCCC=C
cc(=O)c(C(N)=O)cn
cc(C)nc(c)N
cc(c)C(O)CC
CC(C)(C)CC(C)C
[CH3]
c-c(c)nnn
c-c(n)c(Cl)cn
cCOS(C)(=O)=O
cnn(C(C)O)c(c)c
CCC(c(n)n)CC
c-c(o)cc(C)n
cc(c(c(N)c)CC)C
cc(Cl)c(C(N)=O)c(Cl)c
cnc(Br)cn
c-c(c)[nH]c(c)n
cn[nH]c(N)c
cCN(C(c)=O)CC
cN(C)CC(C)O
cNc(cn)cn
cS(=O)(=O)Oc(c)c
CCCc(n)s
cC=CC(N)=O
cnc(nc)n(c)c
cc(C)cc(c)o
cc(C)n(C)c(c)c
CC[C@@H]([C@H](C)C)[C@](C)(C)C
cc(NN)n
cc(n)n([C@@H](C)O)cn
cC=C(C(=O)O)CC
cCN(CC)C(=O)O
cnc(c(C)c)n(c)c
Bc(c)c(OC)cc
CCC(C(N)=O)CN
CNCC(O)C
cc(C)c(Cl)c(c)c
CC(C)(C)N=NC
CCc(cc)c(c)C
c-c(s)cc(c)c
cOS(=O)(=O)c(c)c
ccc(C)c(c)[nH]
cOC(C)C(=O)O
ccc(-c(c)c)n(c)n
CCO[C@@H](C)C
CN(N)C
cnc(CC)nc
C=Cc(cc)c(c)O
O=C(Cl)CO
c-c(c)oc(C)n
cCO[C@H](C)C
cc(C)c(CN)c(=O)[nH]
ccc(c(c)C)[C@@H](C)C
cnc(-c(n)n)cn
cnn(-c(c)c)c(=O)c
C=CC(=O)NC
CCS(=O)(=O)NC
CNc(n)n
ccc(N)nn
CC(C)CNC
CN(S)CCO
cc(O)cc(I)c
Cc(c)n(c(c)c)CC
cCN(C(C)C)C(=O)c
cc(S)ccn
cc(cc(O)c)O
CC(O[Si](C)(C)C)C
cc(N)nc(-n)n
cc(c)[nH]cn
cnc(OC)n(C)c
CCC(CC)NC
CN(C)Cc(n)n
c-c(n)cc(N)c
cc(=O)n(C)c(=O)n
ccc(-c(n)n)sc
ccc(N)c(N)n
ccc(OC)c(N)n
CN(CCCl)C
C[C@H](c)O
c-c(c)c([N+](=O)[O-])cc
cOc(nc)c(Cl)c
ccc(C(F)(F)F)c(S)c
ccc(c(N)n)c(n)n
cnsc(N)n
CC(CO)(C)C
CN(C(CC)CC)N
ncc(C(N)=O)c(N)n
C[C@@H](N)C(C)(C)C
c[C@@H](O)CN(C)C
C=NN(C(C)C)C(=O)C
cO[C@H](CC)CC
cnc(C)on
C/C(=C\c(c)[nH])c
CC(N)CC(O)C
CCc(cc)nc
cNC=O
cc(-n(cn)nn)c
cc(O)nc(Cl)c
ccc(C(C)=O)cn
ccc(S(N)(=O)=O)cn
NCCO[Si]
c-c(c)c(c(c)C)CC
cC(C)NC(C)=O
cn(n)c(C(F)(F)F)nn
cnc(CC)cs
cnc(nc)c(c)n
cn([C@H](OC)[C@H](O)C)c
C=C\c(cc)cc
CC(C)(C)c(n)n
[nH]c(=O)[nH]
c-c(c)nc(C)[nH]
cnc(OC)cn
Cc(n)c(C(N)=O)cn
cc(c)N(C(C)=O)[C@@H](C)C
cC(C)CC(c)C
cCNCc
cccc[nH]
C=NS(=O)(=O)c(c)c
c[nH]c(cn)c(c)c
ccc(C(C)C)c(Cl)c
ccc(c(S)c)c(c)n
Cc(c)n(C)c(c)c
c-c(c)nc(-c)c
cC(=O)CC
CCCC(C)(N)C
Cc(c)cc(c)s
CNC(=O)[C@@H](C)N
COCC=C
cc(c)S(=O)(=O)CC
CC(=O)S
c-c(c)c(C)no
cc(C=NO)c
ccc(c(O)n)c(c)c
cnn(C(=O)O)c(c)c
CC[C@H](O)CN
c-c(n)n(C(C)C)nc
cC(=O)NC(c)(C)C
cNc(c(C)c)c(F)c
ccc(-c(c)c)c(c)O
ccc(Cl)c(c)C
ccc(NC)nn
cnnc(N)n
cC(C)c(cc)c(c)C
CON(C)C(C)=O
Cc(c)n(-c(c)c)nc
C[SiH](C)C
ccc(C)c(N)n
cn(C(C)(C)C)n
CN=NC(N)=O
COC(C)O
cCN(CC)C(=O)N
cOc(cc)c([N+])c
ccc(C(=O)O)c(=O)n
ccc(OC)c(c)O
CC(C)(C#N)N=N
CN(C(CC)C(=O)N)C
cc(Nc(n)s)n
cc(c)n(CC)c(=O)n
cnc(N(C)C)c(N)c
CC(O)(F)F
NCl
cC(=N)S
cC(C)S
CCCP(C)C
C[C@@H](CN)N
cc(cc(F)c)O
cc(n)CN(C)C
ccc(c(c)N)SC
CCC(=O)NN
CC[C@H](C)C
CN(C(=O)OC)C
CN(Cl)C
C[C@@H](O[Si](C)(C)C)C
C=CCOC
c-c(c)c[nH]n
cC(O)(C)CCC
cc(C)c(C)c(c)O
CC#CCO
CCC(C(C)C)CC
CCP(CC)CC
cN(C)[C@@H](CC)CN
cNC(=O)N(c)C
cS(=O)(=O)N(C)C
cc(N(C)S(C)(=O)=O)c
cc(c)n(CC)c(N)n
csc(C(=O)O)c(N)c
CNC(=O)C(C)(C)N
cC(O)OCC
ccc(C=O)sc
coc(C)nn
CC(=O)N(Cl)C(=O)C
CN(Cl)C(=O)CC
cc(Nc(n)s)c
cnoc(N)c
C[C@@](O)(C)C
c-c(c)c(c(c)C)OC
cC(C)(C)CC(C)C
cC[C@H](OC)C(=O)O
cN(C)CCn
cc(C#CC)n
cc(c)n(C(C)C)c(=O)[nH]
cc(n)c(C(N)=O)c(C)[nH]
C=C/c(cc)c(C)c
cCc(cc)nc
[Mn]
cc(CCC)o
cc(c)n(CC)cn
CC(C)(C)NC(C)(C)C
CCC(CN)OC
Cc(c)c(-c(c)c)c(c)c
Cn(c)ccc
c-c(c)c(C)nc
cc(CC(C)O)c
ccn(c(C)c)c(c)n
C#CCN
C=C(C)c(cc)cc
C[C@H](N)C(N)=O
cCS(=O)(=O)NC
ccc(c(c)O)N(C)C
cnc(=O)n(c)C
Bc(c)c(C)cc
N=C(N)S
cnc(C(=O)O)cs
cnn(c(c)C)CC
CC(=O)O[C@@H](C)C
cNC(=O)c(c)o
cnc(c(s)C)-c(c)c
[O]=[Mn]
cC(C)(C)CCO
cc(F)c(OC)c(F)c
CCP(=O)(OP)OP
CN(C)[C@H](CN)[C@H](C)C
CP(=O)(O)OP(C)(=O)O
cc(n)nc(O)n
CCC(N(C)C)CN
O=C(Cl)C1CC1
c-c(n)c(c(N)n)c(n)n
c-c(n)cc(Cl)n
cc(I)cc(c)c
cnn(C)c(N)c
CC(C)CC(=O)O
CC[C@H](OC)CC
COC(c(c)c)c(c)c
Cc(c)c(C(=O)O)cc
[Ca+2]
c-c(n)c[nH]c
cCC(CN)Oc
cc(c)ncs
CCC(F)(F)CN
CCn(cc)nc
cC(=O)CC(C)(C)O
cc(c(c(O)c)OC)C
Cc(c)c(c(c)C)OC
cS(=O)(=O)CCC
cc(n)c(C(N)=O)cn
CCC(CC)c(c)c
CN(Cc(c)n)C
cC(C)C(OC)CN
cc(Cc(n)[nH])c
ccc(Br)c(S)c
CC(C)SC(=O)N
Cc(c)c(-c(c)n)cc
C[C@H](O)CN(C)C
cc(C1CCC1)c
cc(n)C(=O)N(C)C
cnc(c(Br)c)c(c)c
Cc(c)c(Cl)c(c)c
cCNc(n)n
cnc(N)c(O)c
CC(CO)N
CSCCC
cOc(cc)nn
cc(C(C)(C)O)c
cc(NN)c
ccc(c(Cl)c)c(c)c
CC[C@H](C)CC
cN(c)CCC
cN1CC(O)C1
c[nH]c(=O)[nH]c
cc(-n(c(=O)c)c(c)n)c
cc(O)nc(S)n
ccc(C(=O)O)no
ccc(O)cn
cnc(CO)cn
cnc(Cl)c(F)c
CCN1CCC1
c-c(n)cn(C)n
c-c(o)ncc
ccc(CO)c(c)c
ccc(SC)c(C)c
nc(=O)o
CC[SiH]
CC[SiH](C)C
c[C@H](CC(=O)O)C
cc(n(CC)c(c)c)C
ccn(-c(c)c)c(C)n
cnc([C@H](C)N)[nH]c
CC(=Cc(c)[nH])c
CN(C)C(=O)C(C)(C)N
Cc(c)c(C(F)(F)F)nc
OC1CCC1
cc([N+])cc(c)n
CC[SiH](CC)CC
cc(C)c(C)c(C)c
cc(C)c(CC)n(c)n
cc(N(C)C(C)C)n
cc(N)c(cn)c(n)n
ccc(C(C)=N)cc
cCC(SC)C(=O)N
ccc(c(=O)n)c(c)[nH]
cnc(-c(c)c)c(F)c
CC(C)N(C(=O)O)CC
CC(Cc(c)c)S
CN(C)C(CC)CN
c-c(c)c(=O)[nH]c
cC(C)CC
cOC(CC)CN
CNC(=O)CS
Cc(c)c(cc)c(c)s
OC(F)(F)O
c-n(c)cc(C)c
cc(c)OC(F)(F)O
C=NOCC
cOC[C@@H](C)N
cc(C)[n+]
NCCBr
c-c(n)sc(c)C
c-n(c)c(CC)nc
cOC(F)(F)Oc
CN(C(=O)N=N)C
cCCC(N)c
cc(=O)n(CC)c(c)n
CN(C)CC(C)O
cC#CCO
Cc(c)sc(Cl)c
cNC(=O)c(c)s
cSc(cc)c(N)c
ccoc(C)n
CONC(C)=O
ccc(S(C)(=O)=O)c(N)c
Cc(c)c(C)c(C)c
PBr
cc(c)n(CC)c(c)c
ccc(C)c(c)C
BrP(Br)Br
CC(=O)C(C)(C)C
CCN(C(C)=O)[C@H](C)C
CC[C@@H](N)CN
c-n(c)c(-c(c)c)cc
ccc(C(N)=O)c(-n)c
ccc(Cn)c(C)c
CC(O)CCC
Cc(c)c(C)c(N)c
CCN(CC)C(=O)N
Cc(c)c(C(C)C)cc
O=S(=O)(O)Cl
cC=C(C(N)=O)CC
cn(N)n
nc(Nc(n)s)n
c/C=C/c(c)n
cc(c)C(C(=O)O)CC
CC(C)CC(N)C
cc(C(c(c)c)(c(c)c)n(c)c)c
cc(O)nc(O)n
cc(OC(=O)O)c
ccc(N)c(Br)c
ccc(c(N)n)c(n)[nH]
CN[C@H](C(=O)O)C(C)C
Cc(c)c(-c(c)c)no
N#CCO
OOS
c-c(c)c(Cl)nc
cnn(c(C)c)c(n)n
csc(C(=O)O)c(C)c
cCC=O
cnc(C(N)=O)cs
coccn
O=C(O)CCO
c-c(n)nn(C)c
CCCC(F)(F)F
C[C@H](O)CO
cc(CC)s
cc(c)c(CC)cn
ccc(OC)c(c)o
c-c(c)c(OC)cn
c-c(n)cn(c)C
cN(C)CC(C)(C)C
cNCC(=O)O
cOCc(n)n
cc(Cl)nc(c)n
ccc(CC)c(Br)c
Cc(c)c(-n(n)n)cc
[Mg][Br]
c-c(c)nc(O)c
c-n(c)ncn
cC(=O)N(C)OC
cCP
cS(=O)(=O)C(C)C
O=[N+]([O-])[O-]
cCSc(n)n
cN=C=S
cc(c)c(=O)n(C)n
ccc(nc)c(n)s
c-c(c)cn[nH]
cSc(cc)c(C)c
c[C@@H]1C[C@H]1N
cc(N=C=S)c
Cc(n)c(C)cc
O=S([O-])OO
cCC(NC)C(=O)O
cCCC=O
cC[C@H](N)C(=O)O
cc(c)C(C)(C)C(=O)N
cnc(C)c(C)s
cCC[C@@H](C)N
ccc(NN)cc
nc(O)cc(Cl)n
CC=C(C)CC
CNC1(c(c)c)CCC1
Cc(n)cn(c)c
cC(C)(C)C(=O)OC
cC=CC(C)=O
cc(Cl)nc(S)n
ccc(c(N)n)c(c)[nH]
c-c(c)nc(n)-c
cCN=[N+]=[N-]
cN(S)CCC
cc(O)c(nn)c(c)[nH]
ccc(Cl)c(Cl)n
ccc(n(c)C)-c(c)c
O=P(O)(O)O
c-c(n)c(N(C)C)nc
cC[C@@H](NC)C(N)=O
cc(-c(cn)n(c)c)c
cc(CC(C)=O)c
cc(N)c(F)c(c)n
cc(c)C=CC
cc(c)c(c([nH])C)CN
csc(c(c)c)n(C)c
nc(Cl)nc(Cl)n
CNC[C@H](N)C
cNC(c(c)c)C(C)(C)C
CN(C)C(=O)C(C)(C)C
C[C@H](O)C(=O)O
cS(=O)(=O)Nc(n)s
cc(C(OC)OC)c
ccc(C)sc
CCC(c(n)o)CN
CCC[C@H](C)O
C[C@H](c)OC(C)(C)C
cOC(=O)OC
cOc(nc)nc
Cc(c)c(SC)cc
[O]=[Mn]=[O]
cc(C(=O)C(=O)O)c
cc([C@H](OC)C(=O)O)c
ccc(S(C)(=O)=O)c(Cl)c
ccc(c(c)C)c(c)o
cnc(c(F)c)c(c)c
c-c(c)[nH]c(=O)c
c-c(c)cc(O)n
cC#CCN
cnc(C(C)N)[nH]c
CCCN=[N+]
cC(C)(O)CCN
cc(c)C[C@H](C)N
csc(C(N)=O)c(C)n
cc(c)C[C@@H](N)C
cc(cc(S)c)O
c-c(s)nnc
c-c(n)nc(O)c
cCC(C)(C)C(c)N
cc(-c(nn)n(C)n)c
cc(F)c(N(C)C)c(F)c
cc(N(C)C(=O)O)c
cnc(CC)cn
csc(-c(c)c)nn
nc(O)s
cncc(c)O
cNC(=O)C(C)n
cc(N)c(cn)c(c)n
cS(=O)(=O)NC
cc(c)N(c(c)n)CC
cc(cc(F)c)N
cC(N)C(CC)CC
cCC(C)(C)CC
cc(-c(cs)c(c)c)c
cc(=O)n(C)c(c)c
CN(CCS)C
COC[C@@H](O)C
Cc(c)occ
ccc(C(C)(C)N)cc
cc(SCC)n
ccc(I)c(N)c
ccsc(c)n
cc(C(CN)c(c)c)c
cc(nc(c)c)C
cnc(Cl)c(Br)c
CC(c(cc)cc)C
CCCNc
cc([C@@H]1C[C@H]1N)c
cc(cnn)C
c-c(c)c(=O)c(c)c
c-c(c)oc(c)n
cOCC(C)N
cc(-n(c(c)c)c(c)c)c
cc(C(OC)c(c)c)c
cnn(C(C)C)c(c)c
cc(C(OC)(c(c)c)c(c)c)c
cc(N)c(C(=O)O)cn
ccc(-c(n)n)c(Cl)c
cncco
C[C@H](CO)N
c-c(c)c(F)c(O)c
cnc(C(C)C)no
CNCC(c)(C)C
Cc(c)c(nc)c(n)[nH]
cC(c(cc)cc)=N
cc(cc(Br)c)N
cnc(OC)c(Cl)c
CC(CO)O
CNC1C(=O)N[C@@H]1S
cN(S)Cc(c)c
cO[C@H](CC)CN
cc(C(=O)NO)c
cc(Cn(c)n)n
NS(=O)(=O)C(F)(F)F
cN(C)C(=O)C(C)(C)C
C[C@@H](N)CC(=O)O
cc(C)oc(C)c
cc(N(CC)[C@H](C)C)n
cc(cc(Br)c)O
cnc(OC)c(Br)c
BOCc(c)c
CCON
cc(-c(cn)c(c)c)n
cc(C1CNC1)c
ccc(CN)c(N)c
ccc([N+](=O)[O-])c(Cl)n
CN(C)[C@H](CN)CC
C[C@@H](CO)C
cc(N)c(Cl)c(Cl)c
ccc(C(N)=O)c(O)n
CCN([C@H](C)C)CC
Cc(c)c(C)nn
O=C(O)CCS
cc(c(c(N)n)c(n)s)C
cnc(N)c(C)c
cc(C)c(Cl)c(Cl)c
Cc(c)c(CN)cc
Cc(c)c(O)c(O)c
cCOB(O)c
cc(Cl)cn(c)n
ccc(c(c)C)C(O)C
CCCC(N)(C)C
C[C@@H](c)C
